package com.troy.narutojutsuapp;

public class Utils {

    public static final String JUTSU_1_TITLE = "Превращение";
    public static final String JUTSU_1_BODY = "Оригинальное название: " +
            "Henge no Jutsu\n" +
            "Технику использует Сакура Харуно.\n\n" +
            "Человек, который использует эту технику, превращается в то, что ему нужно. Дзюцу превращения владеют, пожалуй, все шиноби."
            ;
    public static final String JUTSU_2_TITLE = "Теневое клонирование";
    public static final String JUTSU_2_BODY = "Оригинальное название:\n" +
            "Kage Bunshin no Jutsu\n" +
            "Технику использует Наруто Узумаки, а также Какаши Хатаке, Хирузен Сарутоби, Орочимару, Тобирама Сенджу, Джирайя, Хоуки, Дейдара, Шизуне, Даруи, Минато Намиказе, Конохамару Сарутоби, Итачи Учиха, Эбису, Хаяте Гекко, Махиру, Омои, Сабиру, Эй (Четвёртый), Боруто Узумаки и Сарада Учиха." +
            "" +
            "\n\nПользователь этой техники, благодаря своей чакре, копирует самого себя. Количество клонов зависит от количества потраченной чакры. Данные клоны являются не независимыми существами и не могут делать что-то по своей воле."
            ;
    public static final String JUTSU_3_TITLE = "Плащ-невидимка";
    public static final String JUTSU_3_BODY = "Оригинальное название:\n" +
            "Kakuremino no Jutsu\n" +
            "Технику использует Наруто Узумаки.\n\n"+"Пользователь маскируется под окружающую среду при помощи куска материи."
            ;
    public static final String JUTSU_4_TITLE = "Отслеживание в отражении";
    public static final String JUTSU_4_BODY = "Оригинальное название:\n" +
            "Tōmegane no Jutsu\n" +
            "Технику использует Хирузен Сарутоби, а также Гурен и Обито Учиха.\n\nБлагодаря этой технике ниндзя может отследить любого человека. Для этого потребуется отражающая поверхность."
            ;
    public static final String JUTSU_5_TITLE = " Гарем";
    public static final String JUTSU_5_BODY = "Оригинальное название:\n" +
            "Hāremu no Jutsu\n" +
            "Технику использует Наруто Узумаки, а также Конохамару Сарутоби.\n\nТехника массового соблазнения. Пользователь создаёт гигантское число клонов, превращающихся в привлекательных девушек.";
    public static final String JUTSU_6_TITLE = "Освобождение от верёвок";
    public static final String JUTSU_6_BODY = "Оригинальное название:\n" +
            "Nawanuke no Jutsu\n" +
            "Технику использует Саске Учиха.\n\nЗакончивший Академию пользователь обязан уметь освобождаться от несложных верёвочных узлов.";
    public static final String JUTSU_7_TITLE = "Тысячелетие боли";
    public static final String JUTSU_7_BODY = "Оригинальное название:\n" +
            "Sennen Goroshi\n" +
            "Технику использует Какаши Хатаке, а также Наруто Узумаки.\n\nТехника, основанная на известной детской игре, во время которой пользователь на высокой скорости протыкает зад противника сложенными пальцами.";
    public static final String JUTSU_8_TITLE = "Простое пламя";
    public static final String JUTSU_8_BODY = "Технику использует Саске Учиха.\n\nОдна из базовых вариаций \"Огненного шара\", при которой пользователь выдувает из своего рта небольшой огненный поток, способный нанести оппоненту средние повреждения.";

    public static final String JUTSU_9_TITLE = "Кара громом и молнией";
    public static final String JUTSU_9_BODY = "Технику использует Какаши Хатаке.\n\nНад противником сгущаются тучи и бьёт молния, способная если уж не убить, то точно изрядно напугать противника.";

    public static final String JUTSU_10_TITLE = "Мираж смерти";
    public static final String JUTSU_10_BODY = "Оригинальное название:\n" +
            "Magen: Narakumi no Jutsu\n" +
            "Технику использует Какаши Хатаке.\n\nИллюзия, воплощающая человеческие страхи.";

    public static final String JUTSU_11_TITLE = "Подземное обезглавливание";
    public static final String JUTSU_11_BODY = "Оригинальное название:\n" +
            "Doton: Shinjū Zanshu no Jutsu\n" +
            "Технику использует Какаши Хатаке, а также Хирузен Сарутоби.\n\nТехника стихии земли, при которой пользователь скрывается под землей, а затем хватает ногу противника, меняя себя и его местами. После того, как враг обездвижен, он находится в полном физическом контроле у пользователя.";

    public static final String JUTSU_12_TITLE = "Регенерация клеток Джинчурики";
    public static final String JUTSU_12_BODY = "Технику использует Наруто Узумаки.\n\nКлетки человека, в котором запечатан Хвостатый, стремительно восстанавливаются.";

    public static final String JUTSU_13_TITLE = "Слияние с водой";
    public static final String JUTSU_13_BODY = "Технику использует Гозу, а также Какузу, Кандачи и Мейзу.\n\nЧеловек, который использует эту технику, сливается с водой. Это может быть даже маленькая лужица.";

    public static final String JUTSU_14_TITLE = "Растворение в тумане";
    public static final String JUTSU_14_BODY = "Оригинальное название:\n" +
            "Kirigakure no Jutsu\n" +
            "Технику использует Забуза Момочи, а также Какаши Хатаке, Райга Куросуки, Мей Теруми, Юкимару и Суйрен.\n\nПользователь этой техники создает вокруг себя густой туман, дающий ему значительное преимущество в бою.";

    public static final String JUTSU_15_TITLE = "Водяной клон";
    public static final String JUTSU_15_BODY = "Оригинальное название:\n" +
            "Mizu Bunshin no Jutsu\n" +
            "Технику использует Забуза Момочи, а также Какаши Хатаке, Кисаме Хошигаки, Какузу, Мисуми Цуруги, Муби, Оборо, Джузо Бива и Сумире Какей.\n\nПользователь создаёт свою копию из воды.";

    public static final String JUTSU_16_TITLE = "Хождение по воде";
    public static final String JUTSU_16_BODY = "Оригинальное название:\n" +
            "Suimen Hokō no Gyō\n" +
            "Технику использует Забуза Момочи.\n\nНиндзя должен научится управлять своей чакрой, так как без неё он не сможет ходить по воде. Чакра начинает циркулировать в ногах и за счет этого ниндзя ходит по воде. Общее дзюцу, которое должны уметь использовать все шиноби.";

    public static final String JUTSU_17_TITLE = "Бесшумное убийство";
    public static final String JUTSU_17_BODY = "Оригинальное название:\n" +
            "Sairento Kiringu\n" +
            "Технику использует Забуза Момочи.\n\nОсобый метод устранения противника - незаметно и без единого звука. Практикуется в Скрытом Тумане.";

    public static final String JUTSU_18_TITLE = "Бросок вращающегося меча";
    public static final String JUTSU_18_BODY = "Оригинальное название:\n" +
            "Hisenken\n" +
            "Технику использует Забуза Момочи, а также Какаши Хатаке.\n\nПользователь швыряет свой меч в цель, раскручивая его.";

    public static final String JUTSU_19_TITLE = "Водная тюрьма";
    public static final String JUTSU_19_BODY = "Оригинальное название:\n" +
            "Suirō no Jutsu\n" +
            "Технику использует Забуза Момочи, а также Кисаме Хошигаки, Дайбуцу и Шизума Хошигаки.\n\nЭта техника используется для захвата противника в водяную сферу, покинуть которую ему стоит огромных усилий и труда. Единственным недостатком данной техники является то, что пользователь должен держать, по крайней мере, одну руку внутри сферы, тем самым поддерживая эффект техники, иначе она может прерваться. Находясь внутри Водной тюрьмы, противник не может двигаться и дышать.\n" +
            "Водяные клоны могут быть использованы для подготовки к технике, блокируя атаки противника. Неджи Хьюга был в состоянии, используя свои способности и, выпустив чакру через все Тенкецу одновременно, нарушить поток чакры, и, тем самым, разрушить Водную тюрьму.";

    public static final String JUTSU_20_TITLE = "Совместная атака сюрикеном";
    public static final String JUTSU_20_BODY = "Технику использует Наруто Узумаки, а также Саске Учиха.\n\nПользователь превращается в огромный сюрикен, а затем становится кинутым своим товарищем во врага. Атака специально наносится мимо и в нужный момент пользователь превращается обратно в человека, заставая оппонента врасплох.";

    public static final String JUTSU_21_TITLE = "Сюрикен-призрак";
    public static final String JUTSU_21_BODY = "Оригинальное название:\n" +
            "Kage Shuriken no Jutsu\n" +
            "Технику использует Саске Учиха, а также Наруто Узумаки.\n\nПользователь бросает два сюрикена сложенных так, что противник думает, будто сюрикен всего один, обманывая врага.";

    public static final String JUTSU_22_TITLE = "Копирование Шаринганом";
    public static final String JUTSU_22_BODY = "Технику использует Какаши Хатаке.\n\nОбладатель Шарингана может копировать техники противника.";

    public static final String JUTSU_23_TITLE = "Иллюзия Шарингана";
    public static final String JUTSU_23_BODY = "Оригинальное название:\n" +
            "Genjutsu: Sharingan\n" +
            "Технику использует Какаши Хатаке, а также Саске Учиха," +
            " Данзо Шимура, Итачи Учиха, Фугаку Учиха, Мадара Учиха, Обито Учиха, Шисуи Учиха, Изуна Учиха, Индра Оцуцуки, Текка Учиха и Сарада Учиха.\n\nОбладатель Шарингана может мгновенно заставить цель оцепенеть или подчиниться. Техника также может использоваться для допроса или снятия другой иллюзии.";

    public static final String JUTSU_24_TITLE = "Хождение по деревьям";
    public static final String JUTSU_24_BODY = "Оригинальное название:\n" +
            "Ki Nobori no Shugyō\n" +
            "Технику использует Какаши Хатаке.\n\nПользователь циркулирует чакру в ногах и за счет этого он может ходить по различным поверхностям. Общее дзюцу для всех ниндзя.";

    public static final String JUTSU_25_TITLE = "Тысяча смертоносных водяных игл";
    public static final String JUTSU_25_BODY = "Оригинальное название:\n" +
            "Sensatsu Suishō\n" +
            "Технику использует Хаку Юки.\n\nПользователь собирает влагу из воздуха и придаёте ей форму множества ледяных иголок, которые летят в противника на огромной скорости.";

    public static final String JUTSU_26_TITLE = "Ледяные зеркала демонов";
    public static final String JUTSU_26_BODY = "Оригинальное название:\n" +
            "Makyō Hyōshō\n" +
            "Технику использует Хаку.\n\nИспользуя Кеккей Генкай Хьётон (Лёд), пользователь создаёт множество ледяных зеркал, окружающих противника, и недающих ему выбраться. Пользователь также может двигаться на огромной скорости между зеркалами и атаковать противника каким-либо оружием.";

    public static final String JUTSU_27_TITLE = "Призыв собачек";
    public static final String JUTSU_27_BODY = "Оригинальное название:\n" +
            "Kuchiyose: Doton: Tsuiga no Jutsu\n" +
            "Технику использует Какаши Хатаке.\n\nПосле того, как пользователь помечает противника своей кровью, он разворачивает свиток и держит его между руками. После формирования ручных печатей, пользователь хлопает руками о землю, для того, чтобы призвать Нинкен (собак ниндзя), которые сразу же захватывают противника своими ртами.";

    public static final String JUTSU_28_TITLE = "Ледяные шипы";
    public static final String JUTSU_28_BODY = "Оригинальное название:\n" +
            "Hissatsu Hyōsō\n" +
            "Технику использует Хаку Юки.\n\nПользователь создаёт огромные шипы изо льда."
            ;
    public static final String JUTSU_29_TITLE = "Райкири";
    public static final String JUTSU_29_BODY = "Оригинальное название:\n" +
            "Raikiri\n" +
            "Технику использует Какаши Хатаке, а также Хируко.\n\nРасширенная и более совершенная форма Чидори с тем же эффектом действия и недостатками. Согласно словам Майто Гая, данная техника получила своё название после того, как Какаши Хатаке удалось разрезать ей саму молнию. Поскольку Чидори уже сама по себе мощная техника, то Райкири требует более сильного контроля чакры. Чидори выглядит как масса белой электрической чакры в руке использующего, в то время когда Райкири, - более целенаправленней (в аниме она синего цвета).\n" +
            "\n" +
            "В первом сезоне Какаши ограничивается использованием Райкири приблизительно четыре раза в день, однако, во втором, он использует её, по крайней мере, шесть раз в один день.\n" +
            "\n" +
            "Какаши показал множество различных способов формирования и применения Райкири. Во время его непродолжительного сражения с Орочимару в первом сезоне, он использует данную технику без ручных печатей. Во втором сезоне, он способен создать Райкири в обеих руках, для противостояния техники Кромешной тьмы.";

    public static final String JUTSU_30_TITLE = "Демоническая атака";
    public static final String JUTSU_30_BODY = "Технику использует Забуза Момочи.\n\nВ ярости ниндзя поражает врага критическими атаками.";

    public static final String JUTSU_31_TITLE = "Нити чакры";
    public static final String JUTSU_31_BODY = "Оригинальное название:\n" +
            "Chakura no Ito\n" +
            "Технику использует Канкуро, а также Мукаде, Сецуна, Мизуки, Чиё, Сасори, Кокуё, Короби, Яоки, Шинки и Арая.\n\nСоздаются тончайшие нити из чакры голубого цвета. С их помощью можно управлять марионетками, либо физически воздействовать на что-либо.";

    public static final String JUTSU_32_TITLE = "Оптический обман";
    public static final String JUTSU_32_BODY = "Оригинальное название:\n" +
            "Magen: Kokoni Arazu no Jutsu\n" +
            "Технику использует Котецу Хагане, а также Оборо.\n\nИллюзия местонахождения, сбивающая путников с курса.";

    public static final String JUTSU_33_TITLE = "Шторм листьев";
    public static final String JUTSU_33_BODY = "Оригинальное название:\n" +
            "Konoha Reppū\n" +
            "Технику использует Рок Ли, а также Майто Гай.\n\nРезкий удар ногой, который сбивает противника с ног и заставляет его, в перспективе, вращаться.";

    public static final String JUTSU_34_TITLE = "Тень танцующей листвы";
    public static final String JUTSU_34_BODY = "Оригинальное название:\n" +
            "Kage Buyō\n" +
            "Технику использует Рок Ли, а также Саске Учиха, Какаши Хатаке и Майто Гай.\n\nПользователь мгновенно оказывается за спиной у подброшенного в воздух врага, копируя его положение тела.";

    public static final String JUTSU_35_TITLE = "Железный кулак";
    public static final String JUTSU_35_BODY = "Оригинальное название:\n" +
            "Gōken\n" +
            "Технику использует Майто Гай, а также Саске Учиха, Какаши Хатаке, Наруто Узумаки, Рок Ли и Метал Ли.\n\nСтиль бой, противоположный \"Мягкому кулаку\". Главное назначение стиля Железного кулака - нанести как можно больший урон и разбить как можно больше костей врага.";

    public static final String JUTSU_36_TITLE = "Перенос разума";
    public static final String JUTSU_36_BODY = "Оригинальное название:\n" +
            "Shintenshin no Jutsu\n" +
            "Технику использует Ино Яманака, а также Фу Яманака, Иноичи Яманака, Санта Яманака и Иноджин Яманака.\n\nПользователь высвобождает энергию своего разума из тела, при этом устанавливается контроль над разумом противника.";

    public static final String JUTSU_37_TITLE = "Третий глаз";
    public static final String JUTSU_37_BODY = "Оригинальное название:\n" +
            "Daisan no Me\n" +
            "Технику использует Гаара.\n\nПользователь создаёт песчаный глаз, который позволяет незаметно шпионить за кем-либо.";

    public static final String JUTSU_38_TITLE = "Великий порыв";
    public static final String JUTSU_38_BODY = "Оригинальное название:\n" +
            "Fūton: Daitoppa\n" +
            "Технику использует Орочимару, а также Гаара и Бандо.\n\nИспользуя Футон вы создаёте огромную струю воздуха, мощи которой достаточно, чтобы свалить дерево.";

    public static final String JUTSU_39_TITLE = "Мягкая модификация телосложения";
    public static final String JUTSU_39_BODY = "Оригинальное название:\n" +
            "Nan no Kaizō\n" +
            "Технику использует Орочимару, а также Мисуми Цуруги, Нурари и Мицуки.\n\nПозволяет пользователю растягивать конечности, обвивая оппонента и ломая ему позвонки.";

    public static final String JUTSU_40_TITLE = "Печать пяти элементов";
    public static final String JUTSU_40_BODY = "Оригинальное название:\n" +
            "Gogyō Fūin\n" +
            "Технику использует Орочимару.\n\nДанное дзюцу используют для того, чтобы с помощью него укрепить печать джинчурики, тем самым недавая ему использовать чакру своего биджу, а также не позволяя противнику концентрировать свою чакру.";

    public static final String JUTSU_41_TITLE = "Змеиное пламя";
    public static final String JUTSU_41_BODY = "Технику использует Орочимару.\n\nПользователь дует на ладонь, создавая несильный огненный поток.";

    public static final String JUTSU_42_TITLE = "Простое пламя дракона";
    public static final String JUTSU_42_BODY = "Оригинальное название:\n" +
            "Katon: Ryūka no Jutsu\n" +
            "Технику использует Саске Учиха, а также Джирайя и Митараши Анко.\n\nПользователь выдыхает огонь вдоль металлического троса или любого другого длинного предмета, который устремляется вперёд по прямой линии, поражая при этом противника.\n" +
            "Во время своего появления в анимэ данная техника была показана, как в разы превосходящая технику Огненного шара, о чём свидетельствует тот факт, что она смогла расплавить даже камень. Но, несмотря на это, в манге данная техника представлена как небольшой огненный поток, идущий вдоль троса.";

    public static final String JUTSU_43_TITLE = "Предотвращение атак";
    public static final String JUTSU_43_BODY = "Технику использует Орочимару.\n\nПользователь сливается с деревом и перемещается по нему, избегая повреждений.";

    public static final String JUTSU_44_TITLE = "Проклятая Печать Неба";
    public static final String JUTSU_44_BODY = "Оригинальное название:\n" +
            "Ten no Juin\n" +
            "Технику использует Орочимару, а также Саске Учиха и Анко Митараши.\n\nПользователь кусает человека за шею, оставляя след от зубов, напоминающий три запятых. При активации, печать покрывает тело человека однообразным рисунком. Данная печать производит мутацию, - то есть превращение использующего её в демона, при этом давая ему новые возможности.";

    public static final String JUTSU_45_TITLE = "Грязевой клон";
    public static final String JUTSU_45_BODY = "Оригинальное название:\n" +
            "Doton Kage Bunshin\n" +
            "Технику использует Орочимару, а также Хирузен Сарутоби, Секией и Хидари.\n\nСоздаётся клона из стихии земли, выполняющего то же самое, что делает и обычный клон.";

    public static final String JUTSU_46_TITLE = "Руки-змеи";
    public static final String JUTSU_46_BODY = "Оригинальное название:\n" +
            "Sen'eijashu\n" +
            "Технику использует Анко Митараши, а также Саске Учиха, Орочимару, Кабуто Якуши и Мицуки.\n\nИз рукава пользователя появляются несколько змей, которые кусают и душат противника. Данная техника используется в основном для атаки на дальних дистанциях. И, возможно это дзюцу является техникой призыва.";

    public static final String JUTSU_47_TITLE = "Падение сокола";
    public static final String JUTSU_47_BODY = "Оригинальное название:\n" +
            "Hayabusa Otoshi\n" +
            "Технику использует Саске Учиха, а также Какаши Хатаке.\n\nВо время падения противника вниз, пользователь оборачивает свои ноги вокруг его талии и кидает вниз на огромной скорости.";

    public static final String JUTSU_48_TITLE = "Временный паралич";
    public static final String JUTSU_48_BODY = "Оригинальное название:\n" +
            "Kanashibari no Jutsu\n" +
            "Технику использует Неизвестный, а также Орочимару, Фука, Зецу, Кагуя Оцуцуки и Лог.\n\nТехника позволяет путём одного взгляда обездвижить противника.";
    public static final String JUTSU_49_TITLE = "Взаимное убийство двойной змеи";
    public static final String JUTSU_49_BODY = "Оригинальное название:\n" +
            "Sōjasōsai no Jutsu\n" +
            "Технику использует Митараши Анко, а также Орочимару.\n\nПользователь обездвиживает противника, затем складывает своей и его рукой особую печать, после чего их окутывают две змеи и убивают обоих.";

    public static final String JUTSU_50_TITLE = "Связывание леской";
    public static final String JUTSU_50_BODY = "Оригинальное название:\n" +
            "Ayatsuito no Jutsu\n" +
            "Технику использует Саске Учиха, а также Какаши Хатаке, Шино Абураме, Хоуки и Сакон и Укон.\n\nПользователь, тайно прикрепив леску к сюрикенам или кунаям, способен их контролировать, придавая им непредсказуемую траекторию. Также можно связать врага сзади, не используя сюрикенов или кунаев.";

    public static final String JUTSU_51_TITLE = "Кража лиц";
    public static final String JUTSU_51_BODY = "Оригинальное название:\n" +
            "Shōshagan no Jutsu\n" +
            "Технику использует Орочимару, а также Кабуто Якуши.\n\nПользователь способен прикосновением к чужому лицу скопировать его и сделать своё лицо абсолютно идентичным. Но если новое лицо пострадает, то под ним проступит старое.";

    public static final String JUTSU_52_TITLE = "Основной лотос";
    public static final String JUTSU_52_BODY = "Оригинальное название:\n" +
            "Omote Renge\n" +
            "Технику использует Рок Ли, а также Какаши Хатаке и Майто Гай.\n\nПротивник выталкивается вверх резким ударом ноги, затем при помощи использования \"тени танцующих листьев\" пользователь техники пикирует его вниз головой (летя и крутясь вместе с ним).\n" +
            "Техника оказывает негативное влияние на пользователя, потому что тело испытывает очень сильную нагрузку.";

    public static final String JUTSU_53_TITLE = "Мягкая звуковая подушка";
    public static final String JUTSU_53_BODY = "Технику использует Заку Абуми.\n\nПользователь \"пропитывает\" звуком землю, сильно разрыхляя её, тем самым делая мягкой. Служит для того, чтобы смягчить падение.";

    public static final String JUTSU_54_TITLE = "Замена";
    public static final String JUTSU_54_BODY = "Оригинальное название:\n" +
            "Kawarimi no Jutsu\n" +
            "Технику использует Сакура Харуно.\n\nПользователь меняет своё тело местами с каким-либо подручным предметом, например, древесиной, чтобы уклониться от атаки врага.";

    public static final String JUTSU_55_TITLE = "Вибрирующий звук дрели";
    public static final String JUTSU_55_BODY = "Оригинальное название:\n" +
            "Kyōmeisen\n" +
            "Технику использует Досу Кинута.\n\nС помощью усилителя звука, который находится у вас на руке, вы вызываете звуковые вибрации. Далее, вы можете с помощью чакры создать нужную чистоту звука, при этом барабанная перепонка оппонента лопается и он выбывает из игры.";

    public static final String JUTSU_56_TITLE = "Разящие волны воздуха";
    public static final String JUTSU_56_BODY = "Оригинальное название:\n" +
            "Zankūha\n" +
            "Технику использует Заку Абуми.\n\nСоздается огромная звуковая волна из отверстий в руке, разрушающая и отталкиващая всё на своём пути.";

    public static final String JUTSU_57_TITLE = "Мясной танк";
    public static final String JUTSU_57_BODY = "Оригинальное название:\n" +
            "Nikudan Sensha\n" +
            "Технику использует Чоджи Акимичи, а также Чоза Акимичи и Чочо Акимичи.\n\nИспользуя технику увеличения тела, вы превращаете своё тело в огромный шар или увеличиваете все тело сразу.";

    public static final String JUTSU_58_TITLE = "Теневой паралич";
    public static final String JUTSU_58_BODY = "Оригинальное название:\n" +
            "Kagemane no Jutsu\n" +
            "Технику использует Шикамару Нара, а также Шикаку Нара, Энсуи Нара и Шикадай Нара.\n\nТехника позволяет пользователю с помощью своей тени манипулировать телом противника.";

    public static final String JUTSU_59_TITLE = "Сверхзвуковой воздушный диск";
    public static final String JUTSU_59_BODY = "Оригинальное название:\n" +
            "Zankūkyokuha\n" +
            "Технику использует Заку Абуми.\n\nУсиленная версия режущих волн, при которой увеличивается радиус поражения техники. Невозможно использовать долго ввиду того, что быстро устают руки из-за сильной нагрузки.";

    public static final String JUTSU_60_TITLE = "Дождь сенбонов";
    public static final String JUTSU_60_BODY = "Оригинальное название:\n" +
            "Jouro Senbon\n" +
            "Технику использует Шигуре, а также Аои Рокушо, Суйрен и Фуё.\n\nПри наличии специальных зонтов ниндзя Скрытого Дождя используют технику, которая позволяет зонту раскрываться и выстреливать ядовитыми сенбонами.";

    public static final String JUTSU_61_TITLE = "Абсолютная защита";
    public static final String JUTSU_61_BODY = "Оригинальное название:\n" +
            "Suna no Tate\n" +
            "Технику использует Гаара.\n\nС самого рождения Гааре никто не может нанести повреждений, потому что песок автоматически защищает его. Эту технику он называет \"абсолютная защита \".";

    public static final String JUTSU_62_TITLE = "Песчаный гроб";
    public static final String JUTSU_62_BODY = "Оригинальное название:\n" +
            "Sabaku Kyū\n" +
            "Технику использует Гаара, а также Шинки.\n\nВаш противник окутывается песком, который не дает ему пошевелиться.";

    public static final String JUTSU_63_TITLE = "Песчаные похороны";
    public static final String JUTSU_63_BODY = "Оригинальное название:\n" +
            "Sabaku Sōsō\n" +
            "Технику использует Гаара, а также Шинки.\n\nПозволяет вам очень быстро убить противника, создавая огромную волну разрушительной силы. Используется после \"Песчаного гроба\".";

    public static final String JUTSU_64_TITLE = "Скрытый камуфляж";
    public static final String JUTSU_64_BODY = "Оригинальное название:\n" +
            "Meisaigakure no Jutsu\n" +
            "Технику использует Кабуто Якуши, а также Наруто Узумаки, Куробачи Камизуру, Сузумебачи Камизуру, Хаяте Гекко, Тайсеки, Джибачи, Нагаре, Хокушин, Казума, Нурари, Ширанами и Каренбана.\n\nНиндзюцу, при котором пользователь приспосабливается к окружающей среде и становится для врага почти невидимым. Техника полностью стирает запах и тень пользователя, но его можно обнаружить благодаря Додзюцу.";

    public static final String JUTSU_65_TITLE = "Туманный слуга";
    public static final String JUTSU_65_BODY = "Оригинальное название:\n" +
            "Kasumi Jūsha no Jutsu\n" +
            "Технику использует Муби, а также Кагари.\n\nОдин из генинов деревни скрытого дождя по имени Муби использует это гендзюцу, при котором повсюду появляются клоны пользователя.";

    public static final String JUTSU_66_TITLE = "Хитроумная ловушка";
    public static final String JUTSU_66_BODY = "Оригинальное название:\n" +
            "Kori Shinchū no Jutsu\n" +
            "Технику использует Оборо, а также Кагари и Муби.\n\nГендзюцу, при котором пользователь влияет на разум противника: место, к которому стремится попасть пользователь, остается на месте и расстояние между вашей жертвой и его целью не меняется, и у противника появляется ощущение, что он ходит кругами.";

    public static final String JUTSU_67_TITLE = "Дымовое клонирование";
    public static final String JUTSU_67_BODY = "Оригинальное название:\n" +
            "Oboro Bunshin no Jutsu\n" +
            "Технику использует Оборо, а также Кагари, Хоуки и Муби.\n\nОсобый вид клонирования, сравнимый с гендзюцу, при котором клоны восстанавливаются и не исчезают.";

    public static final String JUTSU_68_TITLE = "Подземная проекция";
    public static final String JUTSU_68_BODY = "Оригинальное название:\n" +
            "Doton: Dochū Eigyo no Jutsu\n" +
            "Технику использует Оборо, а также Кагари, Кагеро Фума, Махиру, Муби и Мизуки.\n\nПользователь неожиданно появляется из земли, заставая противников врасплох.";

    public static final String JUTSU_69_TITLE = "Высасывание чакры";
    public static final String JUTSU_69_BODY = "Технику использует Акадо Йорои," +
            " а также Орочимару.\n\nСложив печати и проведя чакру к руке, пользователь формирует специальную сферу, которой при соприкосновении можно высасывать чакру из соперника.";

    public static final String JUTSU_70_TITLE = "Печать подавления зла";
    public static final String JUTSU_70_BODY = "Оригинальное название:\n" +
            "Fūja Hōin\n" +
            "Технику использует Какаши Хатаке, а также Юхи Куренаи.\n\nТехника используется для подавления проклятых печатей. Известно также, что это Фуиндзюцу, способно запечатать даже некоторые Кеккей Генкай, как, например, у клана Курама.\n" +
            "Эта техника требует сложения множества ручных печатей, при этом потребляется весомое количество чакры пользователя. Подготовка к технике требует наличия двух концентрических окружностей, состоящий из символов, написанных кровью. По словам Какаши, эта техника легка в использовании, но болезненна для того, на ком она применяется.";

    public static final String JUTSU_71_TITLE = "Паразитирующие жуки";
    public static final String JUTSU_71_BODY = "Оригинальное название:\n" +
            "Kikaichū no Jutsu\n" +
            "Технику использует Шино Абураме, а также Шиби Абураме, Торуне, Шикуро Абураме и Мута Абураме.\n\nСекретная техника клана Абураме: с самого рождения члены этого клана отдают свои тела жукам, которые помогают своим хозяевам в битве.";

    public static final String JUTSU_72_TITLE = "Ловушка волос";
    public static final String JUTSU_72_BODY = "Технику использует Ино Яманака.\n\nПользователь, отрезая прядь своих волос, пропитанных своей чакрой, раскидывает их на полу, с целью захватить соперника в ловушку. Если ваш соперник наступит на раскиданные волосы, он будет парализован на некоторое время.";

    public static final String JUTSU_73_TITLE = "Звучащие сенбоны";
    public static final String JUTSU_73_BODY = "Технику использует Кин Цучи.\n\nСначала пользователь кидает колокольчики на сенбоне, связанные леской, потом пользователь дергает леску, издавая звук, который вызывает гендзюцу у противника.";

    public static final String JUTSU_74_TITLE = "Серп ласки";
    public static final String JUTSU_74_BODY = "Оригинальное название:\n" +
            "Kamaitachi no Jutsu\n" +
            "Технику использует Темари, а также Шикадай Нара и Мицуки.\n\nС помощью 3 лун веера пользователь направляет огромный воздушный поток на врага, нанося множество режущих ударов воздуха.";

    public static final String JUTSU_75_TITLE = "Подражание зверю";
    public static final String JUTSU_75_BODY = "Оригинальное название:\n" +
            "Jūjin Bunshin\n" +
            "Технику использует Киба Инузука, а также Акамару.\n\nУникальная техника клана Инузука, при которой пользователь дает своей собаке боевую пилюлю, и его собака превращается в точную копию пользователя.";

    public static final String JUTSU_76_TITLE = "Двойной пронзающий клык";
    public static final String JUTSU_76_BODY = "Оригинальное название:\n" +
            "Gatsūga\n" +
            "Технику использует Киба Инузука, а также Акамару, Цуме Инузука и Куромару.\n\nПользователь вместе со своим зверем крутится на невероятной скорости, нанося врагу ранения зубами и когтями.";

    public static final String JUTSU_77_TITLE = "Имитация зверя: четыре лапы";
    public static final String JUTSU_77_BODY = "Оригинальное название:\n" +
            "Shikyaku no Jutsu\n" +
            "Технику использует Киба Инузука, а также Цуме Инузука и Хана Инузука.\n\nПользователь становится сильнее, быстрее, выносливее, получая звериные когти, чувства и зубы.";

    public static final String JUTSU_78_TITLE = "Комбо Узумаки Наруто";
    public static final String JUTSU_78_BODY = "Оригинальное название:\n" +
            "Uzumaki Naruto Rendan\n" +
            "Технику использует Наруто Узумаки.\n\nПользователь создает четырёх клонов, которые пинками подбрасывают оппонента в воздух, а оригинал наносит решающий удар сверху.";

    public static final String JUTSU_79_TITLE = "Мягкий кулак";
    public static final String JUTSU_79_BODY = "Оригинальное название:\n" +
            "Jūken\n" +
            "Технику использует Хината Хьюга, а также Неджи Хьюга, Хиаши Хьюга, Хизаши Хьюга, Ханаби Хьюга и Боруто Узумаки.\n\nБоевой стиль клана Хьюга, основанный на нанесении ладонями ударов по точкам системы чакры противника.";

    public static final String JUTSU_80_TITLE = "Песчаные доспехи";
    public static final String JUTSU_80_BODY = "Оригинальное название:\n" +
            "Suna no Yoro\n" +
            "Технику использует Гаара.\n\nСоздается оболочка из песка, служащая как доспех, принимающая удары на себя.";

    public static final String JUTSU_81_TITLE = "Открытие врат чакры";
    public static final String JUTSU_81_BODY = "Оригинальное название:\n" +
            "Hachimon\n" +
            "Технику использует Рок Ли, а также Какаши Хатаке, Майто Гай, Шинно, Майто Дай и Метал Ли.\n\nОграничители каналов чакры делают ее поступление замедленным, чтобы повысить срок службы некоторых человеческих органов и увеличить длительность жизни в целом.\n" +
            "Открыв какое-то количество врат чакры вы увеличиваете ее поток и становитесь намного сильнее. Всего имеется восемь врат чакры, а при открытии последних - восьмых, вы можете умереть.";

    public static final String JUTSU_82_TITLE = "Обратный лотос";
    public static final String JUTSU_82_BODY = "Оригинальное название:\n" +
            "Ura Renge\n" +
            "Технику использует Рок Ли, а также Майто Гай.\n\nПротивник атакуется в воздухе при помощи одной руки и ноги на невероятной скорости. В удар вкладывается колоссальное количество чакры и усилий, потому после этого удара вы с трудом сможете устоять на ногах.";

    public static final String JUTSU_83_TITLE = "Подчинение мертвого тела";
    public static final String JUTSU_83_BODY = "Оригинальное название:\n" +
            "Shikon no Jutsu\n" +
            "Технику использует Якуши Кабуто.\n\nТехника позволяет создать иллюзию того, что какое-либо тело живое и активное, управляя им при помощи чакры.";

    public static final String JUTSU_84_TITLE = "Снятие печати пяти элементов";
    public static final String JUTSU_84_BODY = "Оригинальное название:\n" +
            "Gogyō Kaiin\n" +
            "Технику использует Джирайя, а также Хирузен Сарутоби, Орочимару, Цунаде и Казума.\n\nПри использовании этой техники пользователей сможет снять печать пяти элементов, ударя по месту её наложения.";

    public static final String JUTSU_85_TITLE = "Лунный танец";
    public static final String JUTSU_85_BODY = "Оригинальное название:\n" +
            "Mikazuki no Mai\n" +
            "Технику использует Хаяте Гекко, а также Югао Узуки.\n\nПользователь создает три клона, которые нападают с трёх сторон. Так как атака идет с трёх флангов, ее почти нельзя отразить. Атакуя, клоны похожи на полумесяц.";

    public static final String JUTSU_86_TITLE = "Призыв жабы";
    public static final String JUTSU_86_BODY = "Оригинальное название:\n" +
            "Gama Kuchiyose no Jutsu\n" +
            "Технику использует Наруто Узумаки, а также Джирайя и Минато Намиказе.\n\nСложив необходимые ручные печати, пользователь прикладывает свою ладонь к земле для того, чтобы призвать жабу гигантских размеров, которая будет сражаться на его стороне.";

    public static final String JUTSU_87_TITLE = "Восемь триграмм: небесное вращение";
    public static final String JUTSU_87_BODY = "Оригинальное название:\n" +
            "Hakkeshō Kaiten\n" +
            "Технику использует Неджи Хьюга, а также Хиаши Хьюга и Хизаши Хьюга.\n\nПользователь выпускает большое количество чакры из всего тела и вращается с большой скоростью. Вот поэтому у использующего появляется защита.";

    public static final String JUTSU_88_TITLE = "Восемь триграмм: шестьдесят четыре ладони небес";
    public static final String JUTSU_88_BODY = "Оригинальное название:\n" +
            "Hakke Rokujūyon Shō\n" +
            "Технику использует Неджи Хьюга, а также Хината Хьюга и Хиаши Хьюга.\n\nПользователь выпускает через пальцы чакру и с помощью бьякугана бьёт в танкетсу, нарушая потоки чакры в теле.";

    public static final String JUTSU_89_TITLE = "Песчаный клон";
    public static final String JUTSU_89_BODY = "Оригинальное название:\n" +
            "Suna Bunshin\n" +
            "Технику использует Гаара, а также Сасори.\n\nПользователь создаёт песчаного клона, который способен помогать ему в бою.";

    public static final String JUTSU_90_TITLE = "Храм Нирваны";
    public static final String JUTSU_90_BODY = "Оригинальное название:\n" +
            "Nehan Shōja no Jutsu\n" +
            "Технику использует Кабуто Якуши.\n\nПользователь выпускает множество перьев, погружающих окружающих в сон. Опытным ниндзя под силу развеять эту иллюзию.";

    public static final String JUTSU_91_TITLE = "Струи пламени";
    public static final String JUTSU_91_BODY = "Путём группового использования техники огненного шара, пользователи создают мощный поток идущего огня, способный нанести существенный урон не только людям, но и призванным ими животным.";

    public static final String JUTSU_92_TITLE = "Барьер четырёх фиолетовых огней";
    public static final String JUTSU_92_BODY = "Оригинальное название:\n" +
            "Shishienjin\n" +
            "Технику использует Кидомару, а также Джиробо, Таюя и Сакон и Укон.\n\nГруппа из четырёх пользователей формирует барьер, о стенки которого легко обжечься.";

    public static final String JUTSU_93_TITLE = "Сюрикен черепицы";
    public static final String JUTSU_93_BODY = "Оригинальное название:\n" +
            "Ninpō: Kawara Shuriken\n" +
            "Технику использует Хирузен Сарутоби.\n\nЭта техника позволяет пользователю удалённо управлять, поднимать и стрелять в противника спиннингом черепицы, находящимся неподалёку. Путём дополнительного вложения чакры, пользователь может усиливать технику.";

    public static final String JUTSU_94_TITLE = "Теневое клонирование сюрикенов";
    public static final String JUTSU_94_BODY = "Оригинальное название:\n" +
            "Shuriken Kage Bunshin no Jutsu\n" +
            "Технику использует Хирузен Сарутоби, а также Орочимару, Коске Марубоши," +
            " Минато Намиказе и Конохамару Сарутоби.\n\nТехника, идентичная \"Теневому клонированию\", однако применяемая не на человеке, а на сюрикенах.";

    public static final String JUTSU_95_TITLE = "Нечестивое воскрешение";
    public static final String JUTSU_95_BODY = "Оригинальное название:\n" +
            "Kuchiyose: Edo Tensei\n" +
            "Технику использует Орочимару, а также Тобирама Сенджу и Кабуто Якуши.\n\nДля применения этой техники, пользователь должен заполучить ДНК воскрешаемого. Далее ему необходим специальный свиток для призыва души из загробного мира. Чтобы воскресить кого-либо, необходим также живой человек (он помещается в центр особой печати, которая воспроизводится раннее указанным свитком). Воскрешённых без особого труда можно подчинить, при этом существует вероятность их запечатывания или отмены действия техники.";

    public static final String JUTSU_96_TITLE = "Стреляющий грязью и огнем дракон";
    public static final String JUTSU_96_BODY = "Оригинальное название:\n" +
            "Doton: Doryūdan, Katon: Karyūdan\n" +
            "Технику использует Хирузен Сарутоби.\n\nВызывает некоторою форму дракона, которая сперва атакует грязевыми потоками, а затем техника дополняется вашей чакрой огня, которая соединяется с земляной техникой и получается сильная воспламеняющая атака.";


    public static final String JUTSU_97_TITLE = "Грязевая река";
    public static final String JUTSU_97_BODY = "Оригинальное название:\n" +
            "Doton: Doryū Taiga\n" +
            "Технику использует Хирузен Сарутоби.\n\nПользователь создаёт реку грязи под противником, сбивая его с ног.";

    public static final String JUTSU_98_TITLE = "Пламя дракона";
    public static final String JUTSU_98_BODY = "Оригинальное название:\n" +
            "Katon: Karyū Endan\n" +
            "Технику использует Хирузен Сарутоби, а также Какаши Хатаке, Джирайя и Конохамару Сарутоби.\n\nПользователь концентрирует чакру в глубине гортани и выдувает огромный огненный поток, принимающий форму дракона и уничтожающий противника.";

    public static final String JUTSU_99_TITLE = "Стена воды";
    public static final String JUTSU_99_BODY = "Оригинальное название:\n" +
            "Suiton: Suijinheki\n" +
            "Технику использует Тобирама Сенджу, а также Какаши Хатаке, Какузу, Коске Марубоши, Даруи, Суйен и Сумире Какей.\n\nПользователь создаёт перед собой огромную стену из воды, которая способна защитить даже от самых сильных техник стихии огня. Тобирама Сенджу, используя данную технику, прибегал к формированию неизвестных ручных печатей, а также мог использовать её для защиты от такой мощной техники, как снаряд огненного дракона.";

    public static final String JUTSU_100_TITLE = "Ударная волна";
    public static final String JUTSU_100_BODY = "Оригинальное название:\n" +
            "Suiton: Suishōha\n" +
            "Технику использует Тобирама Сенджу.\n\nОгромная водяная волна - дзюцу Тобирамы Сенджу, примененное в битве против Хирузена. Эта техника создает волну, направленную в противника. Она не только может снести с ног человека, но и убить его. При этом ниндзюцу создается огромное кол-во воды.";

    public static final String JUTSU_101_TITLE = "Сотворение леса";
    public static final String JUTSU_101_BODY = "Оригинальное название:\n" +
            "Mokuton Hijutsu: Jukai Kōtan\n" +
            "Технику использует Хаширама Сенджу, а также Мадара Учиха.\n\nКеккей Генкай Мокутон: Рождение огромного леса: дзюцу Сенджу Хаширамы, которое он применял в битве с Хирузеном. При этом ниндзюцу он, сделав определенные печати, создал огромный лес и мог управлять им.\n" +
            "Есть также высшая техника сотворения леса, которую использует Мадара. В лесу, созданном им, присутствуют ядовитые цветы.";

    public static final String JUTSU_102_TITLE = "Трансформация в посох";
    public static final String JUTSU_102_BODY = "Оригинальное название:\n" +
            "Henge: Kongōnyoi\n" +
            "Технику использует Энма.\n\nКороль Обезьян, призванный третьим Хокаге, способен трансформировать свое тело в боевой алмазный посох.";

    public static final String JUTSU_103_TITLE = "Цветы феникса";
    public static final String JUTSU_103_BODY = "Оригинальное название:\n" +
            "Katon: Hōsenka no Jutsu\n" +
            "Технику использует Саске Учиха, а также Хоуки, Фука и Итачи Учиха.\n\nЭта техника позволяет пользователю атаковать оппонента залпом небольших огненных шаров. Кроме того, сила пламени контролируется при помощи чакры, что означает тот факт, что от данной техники трудно уклониться. Метательное оружие, как, например, кунаи и сюрикены могут также быть спрятаны в огонь. В большинстве случаев, эта техника используется для отвлечения.";

    public static final String JUTSU_104_TITLE = "Огненный шар";
    public static final String JUTSU_104_BODY = "Оригинальное название:\n" +
            "Katon: Gōkakyū no Jutsu\n" +
            "Технику использует Саске Учиха, а также Какаши Хатаке, Хоуки, Аоба Ямаширо, Суйка, Итачи Учиха," +
            " Фугаку Учиха, Мадара Учиха, Обито Учиха, Эбису, Шисуи Учиха, Якуми Учиха и Сарада Учиха.\n\nПользователь превращает чакру внутри своего тела в огонь и выдувает изо рта массивный огненный шар, поражающий противников. Сила техника может регулироваться использующим её шиноби. После выпуска пламени, в земле останется небольшой кратер, который свидетельствует о мощи данной техники.";

    public static final String JUTSU_105_TITLE = "Призыв короля обезьян";
    public static final String JUTSU_105_BODY = "Оригинальное название:\n" +
            "Ninpō: Enkōō Kuchiyose no Jutsu\n" +
            "Технику использует Хирузен Сарутоби.\n\nСложив необходимые ручные печати, пользователь призывает Энму – короля обезьян, способного трансформироваться в посох.";

    public static final String JUTSU_106_TITLE = "Печать Бога Смерти";
    public static final String JUTSU_106_BODY = "Оригинальное название:\n" +
            "Shiki Fūjin\n" +
            "Технику использует Хирузен Сарутоби, а также Минато Намиказе.\n\nОдна из сильнейших техник-печатей, призывающая Бога Смерти, который навеки запечатывает душу жертвы.";

    public static final String JUTSU_107_TITLE = "Беспросветная мгла";
    public static final String JUTSU_107_BODY = "Оригинальное название:\n" +
            "Kokuangyo no Jutsu\n" +
            "Технику использует Тобирама Сенджу, а также Хаширама Сенджу.\n\nПользователь создает абсолютную тьму, в которой враг теряется и не способен ориентироваться.";

    public static final String JUTSU_108_TITLE = "Песчаная буря";
    public static final String JUTSU_108_BODY = "Оригинальное название:\n" +
            "Fūsajin no Jutsu\n" +
            "Технику использует Темари.\n\nПользователь взмахивает веером и одновременно насыпает на ветки песок, чтобы противнику было плохо держаться. Также затмевает поле зрения противника.";

    public static final String JUTSU_109_TITLE = "Алмазная тюрьма";
    public static final String JUTSU_109_BODY = "Оригинальное название:\n" +
            "Kongō Rōheki\n" +
            "Технику использует Энма.\n\nЭнма способен создать тюрьму из своих клонов, трансформировавшихся в посох.";

    public static final String JUTSU_110_TITLE = "Контроль меча Кусанаги";
    public static final String JUTSU_110_BODY = "Оригинальное название:\n" +
            "Kusanagi no Tsurugi: Kū no Tachi\n" +
            "Технику использует Орочимару.\n\nС помощью этой техники Орочимару управляет своим мечом Кусанаги. Управляет им в воздухе, движением двух пальцев.";

    public static final String JUTSU_111_TITLE = "Давление жабьей массы";
    public static final String JUTSU_111_BODY = "Оригинальное название:\n" +
            "Kuchiyose: Yatai Kuzushi no Jutsu\n" +
            "Технику использует Джирайя, а также Наруто Узумаки и Минато Намиказе.\n\nПользователь призывает жабу, нарочито над поверхностью того, что он хочет раздавить. Последствия фатальны, - даже трехглавая змея Орочимару не устояла от напора этой силы.";

    public static final String JUTSU_112_TITLE = "Призыв трёхглавой змеи";
    public static final String JUTSU_112_BODY = "Совместный ритуал, который проводят несколько шиноби, сидя вокруг специальных гептад и призывая огромного трехглавого монстра.";

    public static final String JUTSU_113_TITLE = "Жучий клон";
    public static final String JUTSU_113_BODY = "Оригинальное название:\n" +
            "Mushi Bunshin no Jutsu\n" +
            "Технику использует Шино Абураме, а также Торуне.\n\nТехника клана Абураме. Жуки, которыми они управляют, могут преобразовываться в их клонов.";

    public static final String JUTSU_114_TITLE = "Чидори";
    public static final String JUTSU_114_BODY = "Оригинальное название:\n" +
            "Chidori\n" +
            "Технику использует Саске Учиха, а также Какаши Хатаке.\n\nПрообраз \"Райкири\" - \"Чидори\" является сконцентрированным в руке электрическим зарядом, которым довольно сложно управлять. Шаринган упрощает манипуляцию молнией, что позволяет мгновенно наносить урон прямо по цели, не промахиваясь. \"Чидори\" неоднократно подвергалась модификациям и лежит в основе множества других техник.";

    public static final String JUTSU_115_TITLE = "Атака лезвий";
    public static final String JUTSU_115_BODY = "Оригинальное название:\n" +
            "Sōshūjin\n" +
            "Технику использует Гаара, а также Мукаде (Анрокузан), Чиё и Яшамару.\n\nПользователь выпускает чакру из ладоней и кидает в цель кунаи. С помощью чакры на площади пользователь управляет кунаями.";

    public static final String JUTSU_116_TITLE = "Песчаные сюрикены";
    public static final String JUTSU_116_BODY = "Оригинальное название:\n" +
            "Suna Shuriken\n" +
            "Технику использует Гаара.\n\nЭта техника создает несколько сюрикенов из песка и очень быстро атакует соперника.";

    public static final String JUTSU_117_TITLE = "Песчаная буря демона";
    public static final String JUTSU_117_BODY = "Оригинальное название:\n" +
            "Fūton: Mugen Sajin — Daitoppa\n" +
            "Технику использует Гаара.\n\nТехнику может использовать только джинчурики Шукаку (Однохвостого). Пользователь всасывает воздух и выпускает его вместе с песком, наполненным чакрой и наносит повреждения по большой площади.";

    public static final String JUTSU_118_TITLE = "Кара свыше";
    public static final String JUTSU_118_BODY = "Оригинальное название:\n" +
            "Tenchū\n" +
            "Технику использует Яшамару, а также Баджи.\n\nОблепленный взрывными печатями ниндзя активирует их, надеясь унести с собой противника.";

    public static final String JUTSU_119_TITLE = "Принудительный сон";
    public static final String JUTSU_119_BODY = "Оригинальное название:\n" +
            "Tanuki Neiri no Jutsu\n" +
            "Технику использует Гаара.\n\nТехнику может использовать только джинчурики Шукаку (Однохвостого), при которой он засыпает, тем самым выпуская биджу из под своего контроля.";

    public static final String JUTSU_120_TITLE = "Водяное ядро";
    public static final String JUTSU_120_BODY = "Оригинальное название:\n" +
            "Suiton: Teppōdama\n" +
            "Технику использует Гамабунта.\n\nПользователь выпускает чакру, преобразованную в водную стихию в виде шара.";

    public static final String JUTSU_121_TITLE = "Воздушные пули";
    public static final String JUTSU_121_BODY = "Оригинальное название:\n" +
            "Fūton: Renkūdan\n" +
            "Технику использует Гаара, а также Шукаку.\n\nПользователь выпускает поток чакры в форме воздуха, нанося режущие повреждения.";

    public static final String JUTSU_122_TITLE = "Совместное превращение";
    public static final String JUTSU_122_BODY = "Оригинальное название:\n" +
            "Konbi Henge\n" +
            "Технику использует Гамабунта, а также Наруто Узумаки, Кидомару, Акабоши, Бентен, Чушин, Нанго, Киба Инузука, Акамару, Джиробо, " +
            "Таюя и Сакон и Укон.\n\nУлучшенная техника превращения, при которой два пользователя совместно превращаются в одно существо. Объемы их тел объединяются в более большое создание.";

    public static final String JUTSU_123_TITLE = "Всенаправленный обстрел сюрикенами";
    public static final String JUTSU_123_BODY = "Оригинальное название:\n" +
            "Shihōhappō Shuriken\n" +
            "Технику использует Наруто Узумаки.\n\nПосле использования \"Теневого клонирования\", пользователь обстреливает сюрикенами оппонента, практически не давая ему возможности увернуться. Техника напоминает технику \"Теневого клонирования сюрикена\", однако клонируются не сюрикены, а сам пользователь, держащий сюрикен.";

    public static final String JUTSU_124_TITLE = "Удар тел клонов";
    public static final String JUTSU_124_BODY = "Оригинальное название:\n" +
            "Bunshin Taiatari\n" +
            "Технику использует Наруто Узумаки.\n\nПример комбинированной атаки с использованием клонирования. Главная задача клонов - обескуражить врага, в то время как оригинал вовремя ударит в \"слепую\" зону цели.";

    public static final String JUTSU_125_TITLE = "Двухтысячная комбинация Наруто";
    public static final String JUTSU_125_BODY = "Оригинальное название:\n" +
            "Uzumaki Naruto Nisen Rendan\n" +
            "Технику использует Наруто Узумаки.\n\nМножество клонов избивают противника тысячами кулаков.";

    public static final String JUTSU_126_TITLE = "Жабья казнь";
    public static final String JUTSU_126_BODY = "Оригинальное название:\n" +
            "Gamadosuzan\n" +
            "Технику использует Гамабунта.\n\nПризванная жаба взмывает в воздух с огромным мечом, разрубая противника.";

    public static final String JUTSU_127_TITLE = "Разрушение разума";
    public static final String JUTSU_127_BODY = "Оригинальное название:\n" +
            "Shinranshin no Jutsu\n" +
            "Технику использует Иноичи Яманака, а также Ино Яманака.\n\nПользователь накладывает технику, при которой жертва теряет контроль над собой и может напасть на своего товарища, который не ожидает атаки. Техника свойственна клану Яманака.";

    public static final String JUTSU_128_TITLE = "Паучья сеть";
    public static final String JUTSU_128_BODY = "Оригинальное название:\n" +
            "Kumo Shibari\n" +
            "Технику использует Кидомару.\n\nВыделяется плотная и упругая паутина, преграждающая путь врагу и высасывающая из него чакру.";

    public static final String JUTSU_129_TITLE = "Обхватывающие деревья";
    public static final String JUTSU_129_BODY = "Оригинальное название:\n" +
            "Magen: Jubaku Satsu\n" +
            "Технику использует Юхи Куренай, а также Мирай Сарутоби.\n\nОдно из гендзюцу, которое передаётся с давних времен из поколения в поколение в Конохагакуре. Пользователь изначально исчезает в тумане, чтобы подобраться как можно ближе к цели, не будучи обнаруженным. После этого противник лишается малейшей возможности двигаться корнями быстрорастущих деревьев.\n" +
            "После того, как противник обездвижен, пользователь может атаковать его, как правило, выходя из ствола дерева.";

    public static final String JUTSU_130_TITLE = "Парящая ласточка";
    public static final String JUTSU_130_BODY = "Оригинальное название:\n" +
            "Hien\n" +
            "Технику использует Асума Сарутоби, а также Казума и Сора.\n\nПользователь проводит чакру ветра по оружию, тем самым увеличивая площадь и силу атаки. При броске увеличивается и скорость. Лучше всего подходит специальный металл, проводящий чакру, из которого сделаны клинки Асумы.";

    public static final String JUTSU_131_TITLE = "Небесное зеркало земных перемен";
    public static final String JUTSU_131_BODY = "Оригинальное название:\n" +
            "Magen: Kyō Tenchi-ten\n" +
            "Технику использует Итачи Учиха.\n\nСоздавший иллюзию человек становится жертвой собственной техники.";

    public static final String JUTSU_132_TITLE = "Взрывной клон";
    public static final String JUTSU_132_BODY = "Оригинальное название:\n" +
            "Bunshin Daibakuha\n" +
            "Технику использует Итачи Учиха.\n\nПользователь создает теневого клона, которого может взорвать в любой подходящий ему момент.";

    public static final String JUTSU_133_TITLE = "Мощнейший вихрь Листа";
    public static final String JUTSU_133_BODY = "Оригинальное название:\n" +
            "Konoha Gōriki Senpū\n" +
            "Технику использует Майто Гай.\n\nОчень мощный и быстрый удар, с обратным вращением. Улучшенный вариант Вихря Конохи.";

    public static final String JUTSU_134_TITLE = "Цукуёми";
    public static final String JUTSU_134_BODY = "Оригинальное название:\n" +
            "Tsukuyomi\n" +
            "Технику использует Итачи Учиха.\n\nСильнейшее гендзюцу клана Учиха, в котором жертва, лишь взглянув в шаринган, попадает в него. В данном случае противник привязан к кресту и не способен следить за временем из-за сильной боли, получаемой от многократных пронзений катаной используемого.";

    public static final String JUTSU_135_TITLE = "Водный клык";
    public static final String JUTSU_135_BODY = "Оригинальное название:\n" +
            "Suiton: Suigadan\n" +
            "Технику использует Итачи Учиха.\n\nСильный напор воды: струей направляется к противнику, нанося физические повреждения.";

    public static final String JUTSU_136_TITLE = "Жабий рот";
    public static final String JUTSU_136_BODY = "Оригинальное название:\n" +
            "Kuchiyose: Gamaguchi Shibari\n" +
            "Технику использует Джирайя.\n\nСвоеобразная техника частичного вызова, отправляющая противника в желудок гигантской жабы с горы Мьёбоку, в котором пользователь может обездвижить его, для того, чтобы пытать. Тем не менее, такая техника, как Аматерасу, может послужить незаменимым «ключом», чтобы выйти из данной западни.";

    public static final String JUTSU_137_TITLE = "Огненная печать";
    public static final String JUTSU_137_BODY = "Оригинальное название:\n" +
            "Fūka Hōin\n" +
            "Технику использует Джирайя.\n\nРазновидность Фуиндзюцу, которое позволяет запечатать технику стихии огня в свиток. Т.к. данная техника создана специально для запечатывания огня, она требует от пользователя осведомлённости в разновидности техник данной стихии. После сложения необходимых ручных печатей, из специального свитка выходит чакра в виде пара, которая направляется в сторону огня, который нужно запечатать. После чего возвращается в свиток, оставляя там иероглиф, подтверждающий, что техника выполнена успешно. Эта техника была способна запечатать даже такое мощное ниндзюцу, как Аматерасу.";

    public static final String JUTSU_138_TITLE = "Динамическое появление";
    public static final String JUTSU_138_BODY = "Оригинальное название:\n" +
            "Dainamikku Entorī\n" +
            "Технику использует Майто Гай, а также Тентен, Рок Ли и Метал Ли.\n\nТайдзюцу, при котором пользователь кидает кунай с целью отвлечь соперника, а затем наносит удар ногой ему в лицо.";

    public static final String JUTSU_139_TITLE = "Расенган";
    public static final String JUTSU_139_BODY = "Оригинальное название:\n" +
            "Rasengan\n" +
            "Технику использует Джирайя, а также Какаши Хатаке, Наруто Узумаки, Минато Намиказе, Конохамару Сарутоби и " +
            "Боруто Узумаки.\n\nСгусток чакры, сконцентрированной в руке и постоянно вращающейся, тем самым приобретающей свою поражающую мощь.";

    public static final String JUTSU_140_TITLE = "Сосредоточение ниндзя Листа";
    public static final String JUTSU_140_BODY = "Технику использует Наруто Узумаки.\n\nЭто больше не техника, а тренировка, которую должен знать каждый достойный шиноби. Лист на лбу помогает сконцентрироваться, и забыть всё что существует вокруг, что и должен уметь каждый шиноби.";

    public static final String JUTSU_141_TITLE = "Повышенная прочность";
    public static final String JUTSU_141_BODY = "Технику использует Цунаде, а также Сакура Харуно, Наруто Узумаки, Хаширама Сенджу, Фудо, Итачи Учиха, Ино Яманака, Зецу и Сарада Учиха.\n\nС помощью чакры пользователь усиливает своё тело, что даёт возможность не щадить руки и ноги в бою.";

    public static final String JUTSU_142_TITLE = "Выстрел иглами";
    public static final String JUTSU_142_BODY = "Оригинальное название:\n" +
            "Shikomishindan\n" +
            "Технику использует Шизуне.\n\nПри помощи устройств-наручей пользователь стреляет в цель сенбонами, которые могут содержать яд.";

    public static final String JUTSU_143_TITLE = "Быстрое исцеление";
    public static final String JUTSU_143_BODY = "Технику использует Цунаде.\n\nМедицинская техника, последствия которой во многом напоминают «Мистическую руку». Как и при последней, пользователь, сложив необходимые ручные печати, создаёт поток чакры в своей руке, позволяющий восстановить повреждённые органы или конечности. Вероятно, различие этой техники от «Мистической руки» в том, что последняя используется исключительно в благоприятных условиях, например в тылу сражения, в то время, когда данное дзюцу может использоваться даже в момент ведения сокрушительного боя.";

    public static final String JUTSU_144_TITLE = "Нарушающий удар";
    public static final String JUTSU_144_BODY = "Оригинальное название:\n" +
            "Ranshinshō\n" +
            "Технику использует Цунаде.\n\nМедицинское дзюцу, при котором пользователь создает электрическое поле вокруг руки и атакует непосредственно нервную система, что приводит противника к неправильному управлению своим телом.";

    public static final String JUTSU_145_TITLE = "Скальпель чакры";
    public static final String JUTSU_145_BODY = "Оригинальное название:\n" +
            "Chakura no Mesu\n" +
            "Технику использует Кабуто Якуши, а также Сакура Харуно, Орочимару, Цунаде и Шизуне.\n\nТехника, которую могут использовать только ниндзя-медики. После сложения печатей, пользователь концентрирует чакру в ладонях, придавая ей острейшую форму. С помощью этой техники можно перерезать мышцы или кровеносные сосуды и даже убить.";

    public static final String JUTSU_146_TITLE = "Небесный болевой удар";
    public static final String JUTSU_146_BODY = "Оригинальное название:\n" +
            "Tsūtenkyaku\n" +
            "Технику использует Цунаде.\n\nПользователь наносит сокрушительный удар ногой в прыжке.";

    public static final String JUTSU_147_TITLE = "Скрытые иглы";
    public static final String JUTSU_147_BODY = "Оригинальное название:\n" +
            "Fukumi Hari\n" +
            "Технику использует Шизуне, а также Генма Ширануи.\n\nПользователь стреляет изо рта заранее спрятанными там ядовитыми сенбонами.";

    public static final String JUTSU_148_TITLE = "Призыв змеи";
    public static final String JUTSU_148_BODY = "Оригинальное название:\n" +
            "Hebi Kuchiyose no Jutsu\n" +
            "Технику использует Кабуто Якуши, а также Саске Учиха, Орочимару, Ичи и Мицуки.\n\nСложив необходимые ручные печати, пользователь призывает змею, гигантских размеров, которая сражается на его стороне и помогает ему в бою, сокрушая противников своей нечеловеческой мощью. Известно также, что большинство змей обитают в знаменитой пещере Рьючидо, которая является одним из немногих мест, где можно практиковаться в использовании Сендзюцу.";

    public static final String JUTSU_149_TITLE = "Топкое болото";
    public static final String JUTSU_149_BODY = "Оригинальное название:\n" +
            "Doton: Yomi Numa\n" +
            "Технику использует Джирайя.\n\nКогда используется эта техника, под противником появляется лужа грязи, в которой он застревает. Глубина и вязкость зависит от того, как этой техникой владеет пользователь.";

    public static final String JUTSU_150_TITLE = "Ядовитый туман";
    public static final String JUTSU_150_BODY = "Оригинальное название:\n" +
            "Dokugiri\n" +
            "Технику использует Шизуне, а также Ибусе.\n\nПользователь концентрирует чакру в себе и смешивает с химическим веществом. Когда оно не внутри пользователя, то оно превращается в ядовитый дым, который и выпускает пользователь.";

    public static final String JUTSU_151_TITLE = "Колючий страж";
    public static final String JUTSU_151_BODY = "Оригинальное название:\n" +
            "Hari Jizō\n" +
            "Технику использует Джирайя.\n\nПользователь, после сложения необходимых печатей, пропускает чакру через волосы, удлиняя их, и придавая им твердость, с помощью которой может защищаться от оружия и от физических атак.";
    public static final String JUTSU_152_TITLE = "Преждевременное заживление ран";
    public static final String JUTSU_152_BODY = "Оригинальное название:\n" +
            "In'yu Shōmetsu\n" +
            "Технику использует Кабуто Якуши.\n\nПользователь концентрирует чакру в том месте, где будет совершена атака и начинает лечить себя еще до соприкосновения с ней, что дает ему преимущество в её лечении.";
    public static final String JUTSU_153_TITLE = "Снятие секретной печати";
    public static final String JUTSU_153_BODY = "Оригинальное название:\n" +
            "Infūin: Kai\n" +
            "Технику использует Цунаде.\n\nПользователь выпускает чакру из печати, что позволяет ему в дальнейшем использовать более сильные медицинские техники.";
    public static final String JUTSU_154_TITLE = "Регенерация клеток";
    public static final String JUTSU_154_BODY = "Оригинальное название:\n" +
            "Sōzō Saisei\n" +
            "Технику использует Цунаде.\n\nУскоряет обновление белков, за счет чего быстро восстанавливаются клетки, которые были повержены в бою. Этой техникой Цунаде укорачивает себе жизнь.";
    public static final String JUTSU_155_TITLE = "Зажигательное пламя";
    public static final String JUTSU_155_BODY = "Оригинальное название:\n" +
            "Katon: Gamayu Endan\n" +
            "Технику использует Джирайя, а также Гамакичи и Гамабунта.\n\nКомбинированная техника. Гамабунта (или же какая- либо другая призванная жаба) выпускает из своего рта огромную струю масла, после чего пользователь поджигает его. Для того, чтобы поджечь масло, Джирайя использует технику Пушка пламени, в то время когда Наруто Узумаки ограничивается обычным использованием взрывных свитков.";
    public static final String JUTSU_156_TITLE = "Исчезновение";
    public static final String JUTSU_156_BODY = "Оригинальное название:\n" +
            "Shunshin no Jutsu\n" +
            "Технику использует Кабуто Якуши.\n\nПользователь, сложив необходимые ручные печати, создаёт дым, позволяющий ему мгновенно покинуть поле боя.";
    public static final String JUTSU_157_TITLE = "Разделение тела слизня";
    public static final String JUTSU_157_BODY = "Оригинальное название:\n" +
            "Katsuyu Daibunretsu\n" +
            "Технику использует Кацую.\n\nТело Кацую без костей, поэтому она и может делится на множество слизней или собираться в одного большого слизняка.";
    public static final String JUTSU_158_TITLE = "Выброс кислоты";
    public static final String JUTSU_158_BODY = "Оригинальное название:\n" +
            "Zesshi Nensan\n" +
            "Технику использует Кацую.\n\nСлизняк выпускает кислоту, которая прожигает всё на своём пути.";
    public static final String JUTSU_159_TITLE = "Удушающий захват";
    public static final String JUTSU_159_BODY = "Оригинальное название:\n" +
            "Makitsuki\n" +
            "Технику использует Манда.\n\nПризванный змей обвивается вокруг жертвы и начинает её душить.";
    public static final String JUTSU_160_TITLE = "Стимуляция клеток";
    public static final String JUTSU_160_BODY = "Оригинальное название:\n" +
            "Saibō no Kasseijutsu\n" +
            "Технику использует Цунаде.\n\nТехника, позволяющая в рекордные сроки восстановить повреждённые ткани тела человека, однако успех такой операции не гарантирован.";
    public static final String JUTSU_161_TITLE = "Черный дождь";
    public static final String JUTSU_161_BODY = "Оригинальное название:\n" +
            "Suiton: Kokuu no Jutsu\n" +
            "Технику использует Кагари.\n\nЭта техника создаёт черный туман, который после этого образует небольшие облака. Пользователь может регулировать положение облака, перемещая его выше или направить на противника. Впервые эта техника была использована для того, чтобы сжечь Идатэ Морино на корабле.\n" +
            "\n" +
            "Ко всему прочему, эта техника имеет некоторое сходство с «Чёрной молнией» и «Аматерасу», т.к. является одним из немногих известных элементарных дзюцу черного цвета.";
    public static final String JUTSU_162_TITLE = "Ложная местность";
    public static final String JUTSU_162_BODY = "Оригинальное название:\n" +
            "Magen: Nijū Kokoni Arazu no Jutsu\n" +
            "Технику использует Оборо.\n\nВнутри иллюзии формируется заготовленное гендзюцу, из которого довольно трудно выбраться.";
    public static final String JUTSU_163_TITLE = "Липкая паутина";
    public static final String JUTSU_163_BODY = "Оригинальное название:\n" +
            "Kumo Nento\n" +
            "Технику использует Кидомару.\n\nПользователь выплёвывает из своего рта паутину , которая сразу же прилипает к противнику, тем самым позволяя обездвижить его.";
    public static final String JUTSU_164_TITLE = "Удар плечом";
    public static final String JUTSU_164_BODY = "Оригинальное название:\n" +
            "Tokken\n" +
            "Технику использует Джиробо.\n\nТехника тайдзюцу, основанная на стиле Раканкен, при которой пользователь, формируя чакру в плече, ударяет им.";
    public static final String JUTSU_165_TITLE = "Печать тьмы";
    public static final String JUTSU_165_BODY = "Оригинальное название:\n" +
            "Fūkoku Hōin\n" +
            "Технику использует Сакон и Укон.\n\nТехника, применяемая буквально сразу же после использования дзюцу тёмной четырёхсторонней печати. При этом дзюцу пользователь сначала рисует кровью символы на четырёх листках бумаги, а потом бросает их к нужному предмету, обеспечивая его защиту .";
    public static final String JUTSU_166_TITLE = "Четырехсторонняя печать тумана";
    public static final String JUTSU_166_BODY = "Оригинальное название:\n" +
            "Shikokumujin\n" +
            "Технику использует Сакон и Укон, а также Кидомару, Джиробо и Таюя.\n\nТехника, требующая участия четырёх пользователей. При этом дзюцу применившие его люди запечатывают в какой-то сосуд обладателя проклятой печати Орочимару, тем самым давая возможность его Джуину принять более совершенный вид.";
    public static final String JUTSU_167_TITLE = "Проклятая печать первой стадии";
    public static final String JUTSU_167_BODY = "Технику использует Кидомару, а также Саске Учиха, Джиробо, Таюя, Сакон и Укон и Кимимаро.\n\nТехника, основанная на природной чакре, при которой, благодаря проклятой печати, её владелец может увеличить собственную силу и количество чакры в несколько раз.";

    public static final String JUTSU_168_TITLE = "Призыв ритуального сосуда";
    public static final String JUTSU_168_BODY = "Технику использует Сакон и Укон.\n\nС помощью свитка, распечатывается сосуд для проведения дальнейшего ритуала.";

    public static final String JUTSU_169_TITLE = "Четырехугольный взрывной барьер";
    public static final String JUTSU_169_BODY = "Оригинальное название:\n" +
            "Kekkai Hōjin\n" +
            "Технику использует Таюя, а также Кидомару, Джиробо и Сакон и Укон.\n\nИз взрывных свитков создается определенный квадрат, при попадании в середину которого происходит массовый взрыв, поражающий территорию.";
    public static final String JUTSU_170_TITLE = "Ареал паучьей сети";
    public static final String JUTSU_170_BODY = "Оригинальное название:\n" +
            "Kumo Sōkei\n" +
            "Технику использует Кидомару.\n\nПропуская чакру по паутине, пользователь может отслеживать любые движения в радиусе действия техники.";
    public static final String JUTSU_171_TITLE = "Пронзающий клык";
    public static final String JUTSU_171_BODY = "Оригинальное название:\n" +
            "Tsūga\n" +
            "Технику использует Киба Инузука, а также Акамару, Цуме Инузука и Куромару.\n\nИнузука раскручивает своё тело, превращаясь в подобие бура. Существует также парная версия этой техники.";
    public static final String JUTSU_172_TITLE = "Земляной купол";
    public static final String JUTSU_172_BODY = "Оригинальное название:\n" +
            "Doton Kekkai: Dorō Dōmu\n" +
            "Технику использует Джиробо.\n\nТехника стихии земли, при которой пользователь управляя землёй (а точнее камнями), создаёт вокруг противника купол из камней, радиусом в несколько метров. Эта тюрьма практически неразрушима. Также пользователь благодаря этой техники может поглощать чакру оппонентов.";
    public static final String JUTSU_173_TITLE = "Удар коленом";
    public static final String JUTSU_173_BODY = "Оригинальное название:\n" +
            "Rakanken\n" +
            "Технику использует Джиробо.\n\nТайдзюцу, основанное на стиле Раканкен. При этом дзюцу пользователь бьёт противника в живот своим коленом, нанося серьезные повреждения.";
    public static final String JUTSU_174_TITLE = "Земляной валун";
    public static final String JUTSU_174_BODY = "Оригинальное название:\n" +
            "Doton: Doryō Dango\n" +
            "Технику использует Джиробо.\n\nПользователь, используя Дотон, создаёт огромную каменную глыбу (огромного веса) и кидает её в противника.";
    public static final String JUTSU_175_TITLE = "Дрожь земли";
    public static final String JUTSU_175_BODY = "Технику использует Джиробо.\n\nПользователь, сложив необходимые печати, хлопает ладонью по земле, после чего она начинает разрушаться. Куски этой земли летят в рядом стоящих противников, тем самым отбрасывая их в стороны.";

    public static final String JUTSU_176_TITLE = "Земляной щит";
    public static final String JUTSU_176_BODY = "Оригинальное название:\n" +
            "Doton: Doroku Gaeshi\n" +
            "Технику использует Джиробо, а также Якуши Кабуто.\n\nОборонительное дзюцу стихии земли. Пользователь создаёт перед собой стену из земли, однако что-то огромное и сверлящее может её пробить. Но эта защита хороша даже против Аматерасу.";
    public static final String JUTSU_177_TITLE = "Шипованный мясной танк";
    public static final String JUTSU_177_BODY = "Оригинальное название:\n" +
            "Nikudan Hari Sensha\n" +
            "Технику использует Чоджи Акимичи.\n\nПользователь обматывает себя кунаями на верёвках и делает технику мясного танка. Так как пользователь обмотан кунаями, при вращении кажется, что это шипы.";
    public static final String JUTSU_178_TITLE = "Частичное увеличение роста";
    public static final String JUTSU_178_BODY = "Оригинальное название:\n" +
            "Bubun Baika no Jutsu\n" +
            "Технику использует Чоджи Акимичи, а также Чоза Акимичи и Чочо Акимичи.\n\nЧлен клана Акимичи концентрирует чакру в том месте, в котором хочет чтобы эта часть тела выросла.";
    public static final String JUTSU_179_TITLE = "Сокрушающий кулак";
    public static final String JUTSU_179_BODY = "Оригинальное название:\n" +
            "Hōshō\n" +
            "Технику использует Джиробо.\n\nОдин из ударов стиля боя Раканкен, при котором пользователь атакует противника плашмя ладонью, мощно отталкивая его.";
    public static final String JUTSU_180_TITLE = "Мега рост";
    public static final String JUTSU_180_BODY = "Оригинальное название:\n" +
            "Chō Baika no Jutsu\n" +
            "Технику использует Чоджи Акимичи, а также Чоза Акимичи и Чочо Акимичи.\n\nЧлен клана Акимичи способен вырасти до мега размеров, как это и сделал Чоджи в битве с Джиробо.";
    public static final String JUTSU_181_TITLE = "Контроль калорий";
    public static final String JUTSU_181_BODY = "Оригинальное название:\n" +
            "Karorī Kontorōru\n" +
            "Технику использует Чоджи Акимичи.\n\nСекретная техника клана Акимичи. Когда член клана Акимичи съест красную таблетку, которая колоссально увеличит объем чакры в организме, то он сможет контролировать калории. Так как она затрачивает калории организма, истощая его. Она очень рискованна для того, кто плохо владеет чакрой. Также эту технику можно научиться применять без помощи таблеток.";
    public static final String JUTSU_182_TITLE = "Снаряд бабочки";
    public static final String JUTSU_182_BODY = "Оригинальное название:\n" +
            "Chōdan Bakugeki\n" +
            "Технику использует Чоджи Акимичи.\n\nПользователь концентрирует чакру в левой руке и потом ударяет, впуская свою чакру в тело противника.";
    public static final String JUTSU_183_TITLE = "Разящая ладонь";
    public static final String JUTSU_183_BODY = "Оригинальное название:\n" +
            "Shōgekishō\n" +
            "Технику использует Джиробо.\n\nПользователь, активируя вторую стадию печати, способен наносить колоссальные удары, основанные на Раканкен, посылающие в воздух противника огромных размеров.";
    public static final String JUTSU_184_TITLE = "Давящая ладонь";
    public static final String JUTSU_184_BODY = "Оригинальное название:\n" +
            "Asshō\n" +
            "Технику использует Джиробо.\n\nСокрушающий удар на второй стадии проклятой печати, основанный на технике боя Раканкен.";
    public static final String JUTSU_185_TITLE = "Разрушающий удар";
    public static final String JUTSU_185_BODY = "Оригинальное название:\n" +
            "Gangeki\n" +
            "Технику использует Джиробо.\n\nПользователь напрягает руку, и, наполняя её чакрой, увеличивая её твердость, немного напоминая каменный кулак.";
    public static final String JUTSU_186_TITLE = "Поедание чакры";
    public static final String JUTSU_186_BODY = "Технику использует Джиробо.\n\nПользователь в прямом смысле слова \"поедает\" чакру, тем самым восполняя свои силы и утоляя аппетит. Техника иногда используется в сочетание с земляным куполом, когда после его формирования, пользователь поедает чакру у всех в нём находящихся.";

    public static final String JUTSU_187_TITLE = "Цветок паучьей сети";
    public static final String JUTSU_187_BODY = "Оригинальное название:\n" +
            "Kumo Sōka\n" +
            "Технику использует Кидомару.\n\nМасса паутины, которая формируется во рту, выбрасывается для заключения в нее противника и приковывания его к поверхности.";
    public static final String JUTSU_188_TITLE = "Паучий кокон";
    public static final String JUTSU_188_BODY = "Оригинальное название:\n" +
            "Kumo Mayu\n" +
            "Технику использует Кидомару.\n\nПользователь заматывает свою жертву в кокон, после чего может делать с ней все что угодно.";
    public static final String JUTSU_189_TITLE = "Липкое золото паука";
    public static final String JUTSU_189_BODY = "Оригинальное название:\n" +
            "Kumo Nenkin\n" +
            "Технику использует Кидомару.\n\nКидомару делает свою паутину более тверже.";
    public static final String JUTSU_190_TITLE = "Паучья ловушка";
    public static final String JUTSU_190_BODY = "Оригинальное название:\n" +
            "Kumosōkai\n" +
            "Технику использует Кидомару, а также Якуши Кабуто.\n\nСоздается большая паутина, в которой вязнет оппонент.";
    public static final String JUTSU_191_TITLE = "Восемь триграмм: удар телом";
    public static final String JUTSU_191_BODY = "Оригинальное название:\n" +
            "Jūkenpō Ichigekishin\n" +
            "Технику использует Неджи Хьюга.\n\nЧлен клана Хьюга выпускает большое количество чакры из всех точек тела.";
    public static final String JUTSU_192_TITLE = "Призыв паука";
    public static final String JUTSU_192_BODY = "Оригинальное название:\n" +
            "Kyodaigumo Kuchiyose no Jutsu\n" +
            "Технику использует Кидомару, а также Суйка.\n\nПользователь, сложив необходимые ручные печати, призывает гигантского паука, который способен атаковать противника огромным количеством более мелких пауков, но, несмотря на всё это он кажется неповоротливым.";
    public static final String JUTSU_193_TITLE = "Паучья броня";
    public static final String JUTSU_193_BODY = "Оригинальное название:\n" +
            "Nenkin no Yoroi\n" +
            "Технику использует Кидомару.\n\nКидомару может выделять эту жидкость всем своим телом, но при выходе наружу эта слизь застывает и становится хорошей бронёй для защиты.";
    public static final String JUTSU_194_TITLE = "Восемь триграмм: сто двадцать восемь ударов небес";
    public static final String JUTSU_194_BODY = "Оригинальное название:\n" +
            "Hakke Hyaku Nijūhachi Shō\n" +
            "Технику использует Неджи Хьюга.\n\nОдно из тайдзюцу клана Хьюга. При этом дзюцу пользователь сто двадцать восемь раз бьет по точкам тела своего оппонента, тем самым нарушая систему циркуляции чакры в его в теле.";
    public static final String JUTSU_195_TITLE = "Лук из паучьей слизи";
    public static final String JUTSU_195_BODY = "Оригинальное название:\n" +
            "Kumo Senkyū: Suzaku\n" +
            "Технику использует Кидомару.\n\nТехника Кидомару, при которой он, используя слизь из своего организма, придаёт ей форму лука, из которого он может запускать такие же стрелы из паучьей слизи, которые могут быть разной мощности.";
    public static final String JUTSU_196_TITLE = "Змеиная реинкарнация";
    public static final String JUTSU_196_BODY = "Оригинальное название:\n" +
            "Fushi Tensei\n" +
            "Технику использует Орочимару.\n\nЖажда бессмертия подтолкнула Орочимару к созданию этого дзюцу, с помощью которого он в состоянии продлить себе жизнь, используя тела других людей.";
    public static final String JUTSU_197_TITLE = "Проклятая Печать Земли";
    public static final String JUTSU_197_BODY = "Оригинальное название:\n" +
            "Chi no Juin\n" +
            "Технику использует Кимимаро Кагуя, а также Орочимару.\n\nНаряду с Проклятой Печатью Неба является сильнейшей Проклятой Печатью, кардинально видоизменяя облик владельца и открывая ему необычайные способности.";
    public static final String JUTSU_198_TITLE = "Связанные кулаки";
    public static final String JUTSU_198_BODY = "Оригинальное название:\n" +
            "Tarenken\n" +
            "Технику использует Сакон и Укон.\n\nСакон и Укон, синхронизируя усилия, наносят серию ударов кулаками.";
    public static final String JUTSU_199_TITLE = "Атака демонов-близнецов";
    public static final String JUTSU_199_BODY = "Оригинальное название:\n" +
            "Sōma no Kō\n" +
            "Технику использует Сакон и Укон, а также Якуши Кабуто.\n\nПри этом дзюцу пользователь, который находится во сне, просыпается и может свободно перемещаться по вашему организму, также он может выделить любую часть своего тела из вашего тела, при этом усиливая мощь прямого удара.";
    public static final String JUTSU_200_TITLE = "Управление тремя зомби-великанами";
    public static final String JUTSU_200_BODY = "Оригинальное название:\n" +
            "Mateki: Genbusō Kyoku\n" +
            "Технику использует Таюя.\n\nПользователь, используя демоническую флейту, может управлять с помощью неё тремя зомби, которых он призвал раньше.";
    public static final String JUTSU_201_TITLE = "Пронзающий клык двуглавого волка";
    public static final String JUTSU_201_BODY = "Оригинальное название:\n" +
            "Garōga\n" +
            "Технику использует Киба Инузука, а также Акамару.\n\nВы вместе со своей собакой, используя технику трансформации, превращаетесь в гигантского двухголового волка. Также вы можете вращаться на огромной скорости, при этом разрушая всё на своём пути.";
    public static final String JUTSU_202_TITLE = "Превращение в двуглавого волка";
    public static final String JUTSU_202_BODY = "Оригинальное название:\n" +
            "Jinjū Konbi Henge: Sōtōrō\n" +
            "Технику использует Киба Инузука, а также Акамару.\n\nОдна из техник клана Инузука, при которой пользователь вместе со своим питомцем, используя трансформацию, превращается в гигантского двухголового волка.";
    public static final String JUTSU_203_TITLE = "Демонический паразит";
    public static final String JUTSU_203_BODY = "Оригинальное название:\n" +
            "Kisei Kikai no Jutsu\n" +
            "Технику использует Сакон и Укон.\n\nПользователь появляется из тела противника, тем самым паразитируя в его организме. Также он может разрушать клетки в теле своего врага, обеспечивая ему мучительную смерть.";
    public static final String JUTSU_204_TITLE = "Призыв врат Рашомон";
    public static final String JUTSU_204_BODY = "Оригинальное название:\n" +
            "Kuchiyose: Rashōmon\n" +
            "Технику использует Сакон и Укон, а также Орочимару и Хаширама Сенджу.\n\nПризывает гигантские врата, пробить которые требует огромного труда. Данная техника разработана Орочимару. И судя по всему, оставленная на них вмятина заслуживает восхищения.";
    public static final String JUTSU_205_TITLE = "Призыв трёх зомби-великанов";
    public static final String JUTSU_205_BODY = "Оригинальное название:\n" +
            "Kuchiyose no Jutsu: Doki\n" +
            "Технику использует Таюя.\n\nПользователь призывает трёх незрячих великанов, управляя их волей при помощи проклятой флейты.";
    public static final String JUTSU_206_TITLE = "Разделение братьев";
    public static final String JUTSU_206_BODY = "Технику использует Сакон и Укон.\n\nБлизнец-паразит вылезает из общего тела, которое делит вместе с пользователем, и заполняет недостоющую часть своей физиологии материей проклятой печати.";

    public static final String JUTSU_207_TITLE = "Танец камелии";
    public static final String JUTSU_207_BODY = "Оригинальное название:\n" +
            "Tsubaki no Mai\n" +
            "Технику использует Кимимаро.\n\nПользователь достаёт из руки длинную и прочную кость, которая по форме напоминает небольшой клинок. Этой техникой можно очень быстро атаковать противника.";
    public static final String JUTSU_208_TITLE = "Танец ивы";
    public static final String JUTSU_208_BODY = "Оригинальное название:\n" +
            "Yanagi no Mai\n" +
            "Технику использует Кимимаро.\n\nПри помощи данного дзюцу из колен, плеч, локтей и кистей рук пользователя появляются острые кости, идеально подходящие для блокировки физических атак. С помощью этой техники можно не напрягаясь уничтожить огромное количество теневых клонов.";
    public static final String JUTSU_209_TITLE = "Звук призрачных цепей";
    public static final String JUTSU_209_BODY = "Оригинальное название:\n" +
            "Mateki: Mugen Onsa\n" +
            "Технику использует Таюя, а также Якуши Кабуто.\n\nПользователь, играя на флейте, отправляет противника в мир иллюзий и лишает его возможности свободно двигаться. Как видно из аниме и манги, технике можно противостоять только если испытать боль, или же попасть под действие другого гендзюцу .";
    public static final String JUTSU_210_TITLE = "Восстание мира демонов";
    public static final String JUTSU_210_BODY = "Оригинальное название:\n" +
            "Makyō no Ran\n" +
            "Технику использует Таюя.\n\nПользователь, играя на флейте, раскрывает истинную сущность призванных им зомби-великанов. При этом из ртов зомби появляются нематериальные змееподобные существа.";
    public static final String JUTSU_211_TITLE = "Вихрь Листа";
    public static final String JUTSU_211_BODY = "Оригинальное название:\n" +
            "Konoha Senpū\n" +
            "Технику использует Рок Ли, а также Майто Гай и Метал Ли.\n\nСерия приемов, в которой сочетаются удары сверху и снизу. В каждый такой удар вкладывается среднее количество чакры.";
    public static final String JUTSU_212_TITLE = "Великий вихрь Листа";
    public static final String JUTSU_212_BODY = "Оригинальное название:\n" +
            "Konoha Daisenpū\n" +
            "Технику использует Рок Ли.\n\nСерия атак, которая начинается с подсечки и через несколько приемов заканчивается жестким ударом пятки.";
    public static final String JUTSU_213_TITLE = "Пьяный кулак";
    public static final String JUTSU_213_BODY = "Оригинальное название:\n" +
            "Suiken\n" +
            "Технику использует Рок Ли.\n\nВыпив алкоголь, ваша сила и ловкость значительно повышаются. Чем больше вы пьете, тем сильнее вы становитесь. Саке - самый лучший способ достичь пьяного безумства.";
    public static final String JUTSU_214_TITLE = "Танец лиственницы";
    public static final String JUTSU_214_BODY = "Оригинальное название:\n" +
            "Karamatsu no Mai\n" +
            "Технику использует Кимимаро Кагуя.\n\nПользователь, используя данное дзюцу, выпускает из разных частей своего тела множество костей, не дающих противнику свободно атаковать.";
    public static final String JUTSU_215_TITLE = "Однострельная машина";
    public static final String JUTSU_215_BODY = "Оригинальное название:\n" +
            "Kurohigi Kiki Ippatsu\n" +
            "Технику использует Канкуро.\n\nПользователь использует марионеток Карасу и Куроари. Сначала пользователь сажает противника в Куроари, затем, использую части тела Карасу (точнее - лезвия, которыми они крепились к телу), он пронзает его.";
    public static final String JUTSU_216_TITLE = "Гигантское лезвие ветра";
    public static final String JUTSU_216_BODY = "Оригинальное название:\n" +
            "Daikamaitachi no Jutsu\n" +
            "Технику использует Темари.\n\nСильное ветряное дзюцу, которое в состоянии срубить одновременно несколько деревьев.";
    public static final String JUTSU_217_TITLE = "Призыв танца лезвий";
    public static final String JUTSU_217_BODY = "Оригинальное название:\n" +
            "Kuchiyose: Kirikiri Mai\n" +
            "Технику использует Темари.\n\nПользователь, призвав Каматари, может с помощью него скрытно атаковать противника.";
    public static final String JUTSU_218_TITLE = "Пули из пальцев";
    public static final String JUTSU_218_BODY = "Оригинальное название:\n" +
            "Teshi Sendan\n" +
            "Технику использует Кимимаро.\n\nПользователь, используя свои фаланги пальцев, стреляет ими.";
    public static final String JUTSU_219_TITLE = "Песчаный водопад";
    public static final String JUTSU_219_BODY = "Оригинальное название:\n" +
            "Ryūsa Bakuryū\n" +
            "Технику использует Гаара.\n\nПользователь, задействуя подземные минералы и землю под собой, создаёт огромную волну из песка, сметающую всё на своём пути.";
    public static final String JUTSU_220_TITLE = "Песчаный дождь";
    public static final String JUTSU_220_BODY = "Оригинальное название:\n" +
            "Suna Shigure\n" +
            "Технику использует Гаара.\n\nПользователь создаёт небольшое облако из песка, из которого по его желанию могут падать сгустки песка сокрушительной мощности, давящие на землю, тем самым создавая дополнительный песок.";
    public static final String JUTSU_221_TITLE = "Королевские похороны";
    public static final String JUTSU_221_BODY = "Оригинальное название:\n" +
            "Sabaku Taisō\n" +
            "Технику использует Гаара.\n\nПользователь, используя песок, создаёт его огромную волну, которая уничтожает противника своей сокрушительно силой.";
    public static final String JUTSU_222_TITLE = "Кость-цветок";
    public static final String JUTSU_222_BODY = "Оригинальное название:\n" +
            "Tessenka no Mai: Hana\n" +
            "Технику использует Кимимаро.\n\nИспользуя кеккей генкай, пользователь создаёт из левой руки огромное сверлообразное копьё, которым он пронзает противника.";
    public static final String JUTSU_223_TITLE = "Кость-лоза";
    public static final String JUTSU_223_BODY = "Оригинальное название:\n" +
            "Tessenka no Mai: Tsuru\n" +
            "Технику использует Кимимаро.\n\nПользователь достаёт свой позвоночник и используя его как плеть обездвиживает противника.";
    public static final String JUTSU_224_TITLE = "Танец рассады папоротников";
    public static final String JUTSU_224_BODY = "Оригинальное название:\n" +
            "Sawarabi no Mai\n" +
            "Технику использует Кимимаро, а также Якуши Кабуто.\n\nИз тела пользователя появляется бесчисленное количество острых костей, которые превращают округу в \"целый лес\" из шипов. Также пользователь может появится из любой кости и незаметно нанести удар.";
    public static final String JUTSU_225_TITLE = "Воздушная пустыня";
    public static final String JUTSU_225_BODY = "Оригинальное название:\n" +
            "Sabaku Fuyū\n" +
            "Технику использует Гаара, а также Шинки.\n\nПользователь создаёт небольшой сгусток из песка, для того, чтобы противостоять наземным атакам, а также просто перемещаться над поверхностью земли.";
    public static final String JUTSU_226_TITLE = "Захоронение песчаной тюрьмы";
    public static final String JUTSU_226_BODY = "Оригинальное название:\n" +
            "Gokusa Maisō\n" +
            "Технику использует Гаара.\n\nСоздавая что-то вроде зыбучих песков, пользователь ловит в них противника и тот уходит глубоко под землю.";
    public static final String JUTSU_227_TITLE = "Абсолютная защита: щит Шукаку";
    public static final String JUTSU_227_BODY = "Оригинальное название:\n" +
            "Saikō Zettai Bōgyo: Shukaku no Tate\n" +
            "Технику использует Гаара.\n\nПользователь создаёт мини-копию Однохвостого Шукаку, облаченного в доспехи и использует его как щит.";
    public static final String JUTSU_228_TITLE = "Ударная волна Хвостатого";
    public static final String JUTSU_228_BODY = "Технику использует Наруто Узумаки, а также Сора, Киллер Би, Исобу, Шукаку, Мататаби, Сон Гоку, Кокуо, Сайкен, Чомей, Гьюки и Курама.\n\nИспуская мощный рёв, Хвостатый или Джинчурики создаёт мощную волну чакры, сметающую всё на своём пути.";

    public static final String JUTSU_229_TITLE = "Кагеро";
    public static final String JUTSU_229_BODY = "Оригинальное название:\n" +
            "Kagerō\n" +
            "Технику использует Зецу.\n\nТехника Зецу, позволяющая ему сливаться с землёй на определённое время, чтобы шпионить за кем-либо, при этом пользователя тяжело обнаружить.";
    public static final String JUTSU_230_TITLE = "Скорбное Чидори";
    public static final String JUTSU_230_BODY = "Оригинальное название:\n" +
            "Habataku Chidori\n" +
            "Технику использует Саске Учиха.\n\nНеобходима Проклятая Печать второго уровня. Пользователь создаёт обычную вариацию «Чидори», а затем усиливает технику чакрой Печати, увеличивая мощь и радиус поражения. «Чидори» меняет цвет с синего на чёрный, из-за чего во многих источниках упоминается как «Чёрное Чидори».";
    public static final String JUTSU_231_TITLE = "Алый Расенган";
    public static final String JUTSU_231_BODY = "Оригинальное название:\n" +
            "Yōko Rasengan\n" +
            "Технику использует Наруто Узумаки.\n\nНеобходим Покров Биджу. Пользователь вращает стандартную чакру в руке, дополняя её чакрой Биджу. В результате получается техника намного более разрушительная, нежели просто «Расенган». Название получил из-за кроваво-красного цвета чакры, дополняющей обычную. В некоторых источниках упоминается как «Девятихвостый Расенган» или «Расенган Девятихвостого».";
    public static final String JUTSU_232_TITLE = "Восстановление плоти";
    public static final String JUTSU_232_BODY = "Оригинальное название:\n" +
            "Chikatsu Saisei no Jutsu\n" +
            "Технику использует Шизуне, а также Кито и Могуса.\n\nХорошее медицинское дзюцу, применяющееся тогда, когда вам необходимо восстановить тело раненого другой плотью. Для применения техники необходимо четыре ниндзя-медика, сидящих по разные стороны друг от друга. Часть тела человека используется для того, чтобы восстановить повреждённые клетки и восстановить поврежденную часть тела. Для субстракта восстановления можно применить волосы.";
    public static final String JUTSU_233_TITLE = "Лунное отражение тела";
    public static final String JUTSU_233_BODY = "Оригинальное название:\n" +
            "Gentōshin no Jutsu\n" +
            "Технику использует Пейн (Нагато).\n\nТехника, которую лучше всего использовать во время общения на дальних расстояниях. При этом в определённом месте появится пользователь в форме проекции. В этом состоянии можно использовать техники.";
    public static final String JUTSU_234_TITLE = "Восстание из ада";
    public static final String JUTSU_234_BODY = "Оригинальное название:\n" +
            "Doton: Arijigoku no Jutsu\n" +
            "Технику использует Кагеро Фума, а также Фудо.Пользователь, используя дотон, создаёт огромную воронку, которая поглощает в себя всё, что находится поблизости, словно зыбучие пески.";
    public static final String JUTSU_235_TITLE = "Пустые голоса цикады";
    public static final String JUTSU_235_BODY = "Оригинальное название:\n" +
            "Utsusemi no Jutsu\n" +
            "Технику использует Джигумо.\n\nДзюцу, при котором пользователь, сидя в укрытии, может разговаривать с противником. При этом противник не понимает откуда идёт ваш голос.";
    public static final String JUTSU_236_TITLE = "Пауки ветра";
    public static final String JUTSU_236_BODY = "Оригинальное название:\n" +
            "Kazegumo no Jutsu\n" +
            "Технику использует Джигумо.\n\nШиноби клана Фума по имени Джигумо может вызывать пауков, которые пригодятся в слежке, а также при атаке противника.";
    public static final String JUTSU_237_TITLE = "Поток жизненной чакры";
    public static final String JUTSU_237_BODY = "Оригинальное название:\n" +
            "Kagerō Ninpō: Utakata\n" +
            "Технику использует Кагеро Фума.\n\nПользователь создаёт у себя за спиной несколько светящихся крыльев из чакры, позволяющие создавать мощные взрывы, поражающие противников. Кагеро утверждает, что данную технику можно применить только один раз в жизни, так как она потребляет огромное количество чакры из - за чего использующий умирает. Также после продолжительного использования этой техники, пользователь может мгновенно транспортироваться в другое место, что очень напоминает телепортацию.";
    public static final String JUTSU_238_TITLE = "Сковывание волосами";
    public static final String JUTSU_238_BODY = "Технику использует Котохиме Фума, а также Фука, Кимимаро Кагуя и Момошики Оцуцуки.\n\nПользователь удлиняет собственные волосы, обретая возможность связать ими врага.";

    public static final String JUTSU_239_TITLE = "Танцующая мгла";
    public static final String JUTSU_239_BODY = "Оригинальное название:\n" +
            "Katon: Kasumi Enbu no Jutsu\n" +
            "Технику использует Кагеро Фума.\n\nПользователь, концентрируя чакру в своих лёгких, выдувает газ, который при контакте с огнём или даже мельчайшими искрами, преобразуется в огненный шар, поражающий противников. Кагеро использовала эту технику под видом Кабуто Якуши.";
    public static final String JUTSU_240_TITLE = "Нити чакры клана Фума";
    public static final String JUTSU_240_BODY = "Оригинальное название:\n" +
            "Chakura no Ito\n" +
            "Технику использует Кагеро Фума.\n\nПользователь выпускает из тела нити чакры (похожие на те , что используют кукловоды) и устанавливает связь между сердцем противника и своим сердцем. Если перестанет биться сердце пользователя, то и сердце противника погибнет.";
    public static final String JUTSU_241_TITLE = "Мертвые марионетки";
    public static final String JUTSU_241_BODY = "Оригинальное название:\n" +
            "Shisha Kugutsu\n" +
            "Технику использует Араши, а также Орочимару и Нурари.\n\nТехника, с помощью которой пользователь сочетает несколько мертвых тел в одно существо, обладающее силами всех своих составляющих мертвых частей.";
    public static final String JUTSU_242_TITLE = "Ящик Мандалы";
    public static final String JUTSU_242_BODY = "Оригинальное название:\n" +
            "Jubaku Mandara\n" +
            "Технику использует Араши.\n\nПользователь, создавая объемный многоугольник, ловит в него противника, которого вскоре сдавливает и убивает.";
    public static final String JUTSU_243_TITLE = "Иллюзия погружения";
    public static final String JUTSU_243_BODY = "Технику использует Мизуки.\n\nПри использовании этой техники на жертве ей кажется, что она тонет в зыбучих песках, а окружение постепенно растворяется. Используется для того, чтобы отвлечь, напугать и дизориентировать противника.";

    public static final String JUTSU_244_TITLE = "Иллюзия паралича";
    public static final String JUTSU_244_BODY = "Оригинальное название:\n" +
            "Genjutsu Shibari\n" +
            "Технику использует Орочимару, а также Цунаде.\n\nПользователь ловит противника в гендзюцу, не давая ему пошевелиться.";
    public static final String JUTSU_245_TITLE = "Проклятая Печать Зверя";
    public static final String JUTSU_245_BODY = "Технику использует Мизуки, а также Орочимару.\n\nОсобый вид Проклятых Печатей Орочимару. Во время использования данной печати отметины на теле превращаются в звериный рисунок, а само тело человека меняется под стать животному, наделяя обладателя нечеловеческой силой. Однако техника не была доведена до ума: её последствия оставляют желать лучшего.";

    public static final String JUTSU_246_TITLE = "Квадрат взрывных свитков";
    public static final String JUTSU_246_BODY = "Оригинальное название:\n" +
            "Fūbaku Hōjin\n" +
            "Технику использует Умино Ирука.\n\nУправление четырьмя взрывными печатями, расположенными на равных друг от друга расстояних. Позволяет одновременно взорвать их и усилить эффект от взрыва в 2-4 раза от своей чакры.";
    public static final String JUTSU_247_TITLE = "Сбор насекомых";
    public static final String JUTSU_247_BODY = "Оригинальное название:\n" +
            "Hijutsu: Mushiyose\n" +
            "Технику использует Шино Абураме.\n\nИспользуя эту технику, вы вызываете всех насекомых в определённом радиусе.";
    public static final String JUTSU_248_TITLE = "Липкий мёд";
    public static final String JUTSU_248_BODY = "Оригинальное название:\n" +
            "Hachimitsu no Jutsu\n" +
            "Технику использует Сузумебачи Камизуру.\n\nПризвав огромное количество пчёл, пользователь приказывает им обездвижить врага при помощи мёда.";
    public static final String JUTSU_249_TITLE = "Защитная сфера из жуков";
    public static final String JUTSU_249_BODY = "Оригинальное название:\n" +
            "Mushi Kame no Jutsu\n" +
            "Технику использует Шино Абураме.\n\nЭта техника позволяет использовать жуков в качестве защитного купола, путём их быстрого движения в воздухе. Купол достаточно силён, чтобы не пропустить какие-либо физические атаки, но может быть уничтожен взрывными свитками.";
    public static final String JUTSU_250_TITLE = "Тысячи пчелиных жал";
    public static final String JUTSU_250_BODY = "Оригинальное название:\n" +
            "Hachi Senbon no Jutsu\n" +
            "Технику использует Сузумебачи Камизуру, а также Куробачи Камизуру.\n\nПчелы или другие насекомые, которыми управляет шиноби, выпускают из себя множество жал, заряженных чакрой своего ниндзя. Каждое жало отравлено и несет собой паралитический эффект.";
    public static final String JUTSU_251_TITLE = "Клон из воска";
    public static final String JUTSU_251_BODY = "Технику использует Сузумебачи Камизуру, а также Куробачи Камизуру и Джибачи.\n\nСоздаётся клон из пчелиного воска. Если на нем используют физические атаки, он превращается в воск и растекается.";

    public static final String JUTSU_252_TITLE = "Водяные иглы";
    public static final String JUTSU_252_BODY = "Оригинальное название:\n" +
            "Mizu Hari\n" +
            "Технику использует Хината Хьюга.\n\nОбладатель Бьякугана формирует из своей чакры иглы, придавая им форму воды.";
    public static final String JUTSU_253_TITLE = "Призыв огромного шершня";
    public static final String JUTSU_253_BODY = "Технику использует Сузумебачи Камизуру.\n\nНиндзя из клана Камизуру призывает шершня гигантских размеров .";

    public static final String JUTSU_254_TITLE = "Пчелиные бомбы";
    public static final String JUTSU_254_BODY = "Оригинальное название:\n" +
            "Hachi Bakudan no Jutsu\n" +
            "Технику использует Сузумебачи Камизуру, а также Джибачи.\n\nПользователь прикрепляет к рою своих пчёл взрывные печати.";
    public static final String JUTSU_255_TITLE = "Каменный улей";
    public static final String JUTSU_255_BODY = "Технику использует Сузумебачи Камизуру.\n\nПользователь формирует из земли улей, куда заселяются пчёлы. Там же можно удерживать пленных.";

    public static final String JUTSU_256_TITLE = "Восемь триграмм: вариант защиты";
    public static final String JUTSU_256_BODY = "Оригинальное название:\n" +
            "Shugohakke Rokujūyon Shō\n" +
            "Технику использует Хината Хьюга.\n\nПосле долгих тренировок с водой Хината смогла создать собственное дзюцу. Суть этого дзюцу в том, что пользователь на огромной скорости водит руками, не давая ничему приблизиться к себе.";
    public static final String JUTSU_257_TITLE = "Клык грома";
    public static final String JUTSU_257_BODY = "Оригинальное название:\n" +
            "Ikazuchi no Kiba\n" +
            "Технику использует Райга Куросаки.\n\nИспользуя один из великих мечей Семи мечников Киригакуре, пользователь посылает в небо огромный разряд молнии, который может направить в любое направление и убивать врага.";
    public static final String JUTSU_258_TITLE = "Ветвистый заряд молнии";
    public static final String JUTSU_258_BODY = "Оригинальное название:\n" +
            "Iwa Nadare\n" +
            "Технику использует Райга Куросаки.\n\nИспользуя природную мощь молнии, ниндзя посылает заряд чакры этой стихии, который в дальнейшем разветвляется и ударяет с такой силой, что даже откалываются камни огромных размеров.";
    public static final String JUTSU_259_TITLE = "Шар из молнии";
    public static final String JUTSU_259_BODY = "Оригинальное название:\n" +
            "Raikyū\n" +
            "Технику использует Райга Куросуки, а также Сарада Учиха и Бунтан Куросуки.\n\nИспользуя мечи Киба, вы создаёте небольшой электрический шар и кидаете его в противника.";
    public static final String JUTSU_260_TITLE = "Грозовые похороны";
    public static final String JUTSU_260_BODY = "Оригинальное название:\n" +
            "Raisō: Ikazuchi no Utage\n" +
            "Технику использует Райга Куросуки, а также Сарада Учиха и Бунтан Куросуки.\n\nИспользуя мечи Киба, вы создаёте несколько молний, которые, проходя сквозь землю, идут на противника.";
    public static final String JUTSU_261_TITLE = "Черное торнадо";
    public static final String JUTSU_261_BODY = "Оригинальное название:\n" +
            "Kuro Tatsumaki\n" +
            "Технику использует Неизвестный.\n\nСадясь друг на друга, пять человек клана Куросаки создают вихревую волну, которая в состоянии разрезать даже камень.";
    public static final String JUTSU_262_TITLE = "Передача чакры";
    public static final String JUTSU_262_BODY = "Технику использует Ранмару.\n\nРаспространённая техника, позволяющая нескольким ниндзя обмениваться чакрой. Существует в разных вариациях.";

    public static final String JUTSU_263_TITLE = "Буря грозового дракона";
    public static final String JUTSU_263_BODY = "Оригинальное название:\n" +
            "Rairyū no Tatsumaki\n" +
            "Технику использует Райга Куросаки.\n\nСкрещивая мечи Киба, вы пропускаете чакру стихии молнии через своё тело, затем вы быстро вертитесь и создаёте вихрь, принимающий форму дракона. Он затягивает в себя противника и ударяет его молнией.";
    public static final String JUTSU_264_TITLE = "Доспехи молнии";
    public static final String JUTSU_264_BODY = "Оригинальное название:\n" +
            "Raigeki no Yoroi\n" +
            "Технику использует Райга Куросуки, а также Сарада Учиха и Бунтан Куросуки.\n\nИспользуя мечи Киба и чакру Райтона, вы создаёте вокруг себя защитную оболочку.";
    public static final String JUTSU_265_TITLE = "Удар пяткой клона";
    public static final String JUTSU_265_BODY = "Оригинальное название:\n" +
            "Bunshin Kaiten Kakato Otoshi\n" +
            "Технику использует Наруто Узумаки.\n\nПользователь и его клон подпрыгивают и бьют противника пяткой в плечо.";
    public static final String JUTSU_266_TITLE = "Атака головой";
    public static final String JUTSU_266_BODY = "Оригинальное название:\n" +
            "Bunshin Tai Tatakai\n" +
            "Технику использует Наруто Узумаки.\n\nКлоны бьют головой в грудь оппоненту.";
    public static final String JUTSU_267_TITLE = "Построение пирожков";
    public static final String JUTSU_267_BODY = "Оригинальное название:\n" +
            "Purin Purin no Jutsu\n" +
            "Технику использует Конохамару Сарутоби, а также Моеги и Удон.\n\nНесколько человек одновременно используют «Соблазнение», превращаясь в прекрасных девиц и сбивая мужчин с толку.";
    public static final String JUTSU_268_TITLE = "Иглы убийцы";
    public static final String JUTSU_268_BODY = "Оригинальное название:\n" +
            "Gyoraishin\n" +
            "Технику использует Госункуги.\n\nПользователь кидает гвозди в воздух, при ударе об землю они в нее входят, тем самым скрывая свое местонахождение; затем они могут вылезти на поверхность и проткнуть стопы врага, обездвижив его. После этого, пользователь может выпустить целый залп из гвоздей, насквозь протыкая жертву.";
    public static final String JUTSU_269_TITLE = "Летящие иглы";
    public static final String JUTSU_269_BODY = "Оригинальное название:\n" +
            "Hitei Mushō\n" +
            "Технику использует Госункуги.\n\nИзо рта пользователь выделяет множество мелких игл, летящих в оппонента, пронзая его.";
    public static final String JUTSU_270_TITLE = "Супер-мега-отличная гипер атака";
    public static final String JUTSU_270_BODY = "Оригинальное название:\n" +
            "Sūpā Ekuserento Haipā Atakku\n" +
            "Технику использует Мондай, а также Потча.\n\nСовместное тайдзюцу, при котором они с надетыми шлемами бегут на противника и наносят несерьезный урон, так как они не являются настоящими шиноби.";
    public static final String JUTSU_271_TITLE = "Уподобление вещей";
    public static final String JUTSU_271_BODY = "Оригинальное название:\n" +
            "Shinra Banshō Dōka no Jutsu\n" +
            "Технику использует Нагаре.\n\nТехника, при которой Нагаре может изменять свою структуру, которую недавно получил от какого-либо объекта, забрав его свойства.";
    public static final String JUTSU_272_TITLE = "Уподобление: каменный танк";
    public static final String JUTSU_272_BODY = "Оригинальное название:\n" +
            "Dōka: Ganseki Sensha\n" +
            "Технику использует Нагаре.\n\nТехника, при которой пользователь принимает форму шара и быстро крутится, направляясь в сторону противника. Мощный удар, - подобие техники клана Акимичи \"Мясной танк\".";
    public static final String JUTSU_273_TITLE = "Уподобление: пустынный гроб";
    public static final String JUTSU_273_BODY = "Оригинальное название:\n" +
            "Dōka: Sabaku Kyū\n" +
            "Технику использует Нагаре.\n\nТехника, при которой пользователь, управляя песком, держит противника, в то время как тот не может пошевелиться. Подобие техники Гаары.";
    public static final String JUTSU_274_TITLE = "Уподобление: песчаные похороны";
    public static final String JUTSU_274_BODY = "Оригинальное название:\n" +
            "Dōka: Sabaku Sōsō\n" +
            "Технику использует Нагаре.\n\nТехника, при которой пользователь сжимает песком жертву, ломая ему все кости.";
    public static final String JUTSU_275_TITLE = "Уподобление: каменная буря";
    public static final String JUTSU_275_BODY = "Оригинальное название:\n" +
            "Dōka: Iwafubuki\n" +
            "Технику использует Нагаре.\n\nСлившись с камнем, пользователь обстреливает его частицами противника, после чего вновь собирается воедино.";
    public static final String JUTSU_276_TITLE = "Водяной дракон";
    public static final String JUTSU_276_BODY = "Оригинальное название:\n" +
            "Suiton: Suiryūdan no Jutsu\n" +
            "Технику использует Хоуки, а также Какаши Хатаке, Забуза Момочи, Тобирама Сенджу, Якуши Кабуто, Коске Марубоши, Мей Теруми, Итачи Учиха, Шибуки и Шизуку.\n\nСоздает снаряд из воды, который принимает обличие дракона и устремляется в противника, после чего превращается в обычную воду, которая атакует.";
    public static final String JUTSU_277_TITLE = "Великий водопад";
    public static final String JUTSU_277_BODY = "Оригинальное название:\n" +
            "Suiton: Daibakufu no Jutsu\n" +
            "Технику использует Хоуки, а также Какаши Хатаке, Забуза Момочи и Якуши Кабуто.\n\nПользователь создаёт из имеющейся рядом воды огромную волну, достигающую в высоту около десяти метров, которая наносит огромный физический урон оппоненту. Мощь этой техники напоминает последствия стихийного бедствия.\n" +
            "Технику можно усилить путём дополнительного вложения чакры.";
    public static final String JUTSU_278_TITLE = "Массовое теневое лже-клонирование";
    public static final String JUTSU_278_BODY = "Оригинальное название:\n" +
            "Kage Bunshin no Jutsu\n" +
            "Технику использует Хоуки.\n\nСоздает много теневых клонов, подавляющее количество которых является действительно обычной тенью - клонами, которые даже не способны атаковать и растворяются при обычном ударе-соприкосновении.";
    public static final String JUTSU_279_TITLE = "Адское пламя";
    public static final String JUTSU_279_BODY = "Оригинальное название:\n" +
            "Magen: Jigoku Kōka no Jutsu\n" +
            "Технику использует Акадо Йорои.\n\nПризывает иллюзорную огромную падающую массу огня, которая покрывает землю и сжигает все вокруг. Эффектная и сильная техника.";
    public static final String JUTSU_280_TITLE = "Водная воронка";
    public static final String JUTSU_280_BODY = "Оригинальное название:\n" +
            "Suiton: Daibakuryū\n" +
            "Технику использует Акадо Йорои.\n\nСоздает в водном пространстве водоворот, который затягивает в себя все подряд и тем самым не дает врагам придти в себя.";
    public static final String JUTSU_281_TITLE = "Призыв серебряной змеи";
    public static final String JUTSU_281_BODY = "Оригинальное название:\n" +
            "Hebi Kuchiyose no Jutsu\n" +
            "Технику использует Митараши Анко.\n\nПользователь, сложив необходимые ручные печати, призывает гигантскую серебряную змею, которая способна защитить даже от самых сильных физических атак.";
    public static final String JUTSU_282_TITLE = "Огромный водный снаряд";
    public static final String JUTSU_282_BODY = "Оригинальное название:\n" +
            "Suiton: Daihōdan\n" +
            "Технику использует Амачи, а также Исариби.\n\nИзо рта выплескивается большое количество воды, за счет сильного напора оппоненту наносится урон.";
    public static final String JUTSU_283_TITLE = "Копирование лица";
    public static final String JUTSU_283_BODY = "Оригинальное название:\n" +
            "Kao Utsushi no Jutsu\n" +
            "Технику использует Неизвестный.\n\nКопирование клана Кедоин основанное на технике превращения, но в отличии от последней, пользователь может скопировать как запах, так и эмоции.";
    public static final String JUTSU_284_TITLE = "Мистическое искусство павлина: крылья";
    public static final String JUTSU_284_BODY = "Оригинальное название:\n" +
            "Yoku\n" +
            "Технику использует Натсухи, а также Сумару и Акахоши.\n\nПосле использования Мистического метода павлина, пользователь может использовать перья из чакры, придавая им форму крыльев. Крылья достаточно прочные, чтобы удержать человека стандартных размеров в непродолжительном полёте.";
    public static final String JUTSU_285_TITLE = "Мистичиский метод павлина";
    public static final String JUTSU_285_BODY = "Оригинальное название:\n" +
            "Kujaku Myōhō\n" +
            "Технику использует Сумару, а также Нацухи, Акахоши, Хокуто, Хотаруби, Шисо и Ётака.\n\nТехника, для использования которой необходимы постоянные медитации и, конечно же, специальный метеорит. Тренируясь с ним, вы получаете чакру лилового цвета. При этой технике из спины пользователя появляются перья из чакры, по форме напоминающие павлиний хвост. Этим хвостом вы можете управлять, изменяя его форму по своему желанию.";
    public static final String JUTSU_286_TITLE = "Мистическое искусство павлина: зверь";
    public static final String JUTSU_286_BODY = "Оригинальное название:\n" +
            "Kemono\n" +
            "Технику использует Натсухи, а также Акахоши.\n\nПользователь придаёт \"хвостам \", образовавшимся за спиной при помощи техники \"Метод мистического павлина\", форму собаки. Эта собака идеально подходит для того, чтобы отразить метательное оружие.";
    public static final String JUTSU_287_TITLE = "Мистическое искусство павлина: разрушение";
    public static final String JUTSU_287_BODY = "Оригинальное название:\n" +
            "Zan\n" +
            "Технику использует Натсухи, а также Сумару.\n\nИспользуя чакру метеора, вы формируете из неё снаряд и запускаете его в противника."
           ;
    public static final String JUTSU_288_TITLE = "Мистическое искусство павлина: поглощение";
    public static final String JUTSU_288_BODY = "Оригинальное название:\n" +
            "Gō\n" +
            "Технику использует Натсухи.\n\nИспользуя дзюцу \"Мистическое искусство павлина: зверь\", вы объединяете двоих зверей в одно целое, при этом усиливая его.";
    public static final String JUTSU_289_TITLE = "Мистическое искусство павлина: удушение";
    public static final String JUTSU_289_BODY = "Технику использует Хокуто.\n\nВы создаёте из чакры что-то похожее на верёвки и душите ими противника.";

    public static final String JUTSU_290_TITLE = "Звёздное лассо";
    public static final String JUTSU_290_BODY = "Оригинальное название:\n" +
            "Chakura no Nawa\n" +
            "Технику использует Нацухи.\n\nЕсли ваша чакра была усилена при помощи звезды-метеорита, этой техники вы можете создать крепкий канат из чакры.";
    public static final String JUTSU_291_TITLE = "Похищение чакры";
    public static final String JUTSU_291_BODY = "Оригинальное название:\n" +
            "Chakura no Hoshoku\n" +
            "Технику использует Акахоши.\n\nИспользуя дзюцу \"Мистическое искусство павлина\", вы также можете использовать чакру ваших друзей для усиления собственного дзюцу.";
    public static final String JUTSU_292_TITLE = "Мистическое искусство павлина: откровение";
    public static final String JUTSU_292_BODY = "Технику использует Натсухи.\n\nЕсли вы на грани смерти, то используйте это дзюцу, для того, чтобы превратиться в призрака на некоторое время и сравнять счеты с тем, кто убил вас.";

    public static final String JUTSU_293_TITLE = "Мистическое искусство павлина: дракон";
    public static final String JUTSU_293_BODY = "Технику использует Акахоши.\n\nИспользуя чакру метеорита, который пользователь вставляет в грудь, вы придаете чакре метеорита форму дракона, который вас защищает, а также дает возможность атаковать своим хвостом.";

    public static final String JUTSU_294_TITLE = "Цветочное исскуство ниндзя: сотня распускающихся цветов";
    public static final String JUTSU_294_BODY = "Оригинальное название:\n" +
            "Hana Ninpō: Hyakkasaihō\n" +
            "Технику использует Кикуджо.\n\nПри этой технике цветы взрываются, словно взрывные печати.";
    public static final String JUTSU_295_TITLE = "Цветочные осколки";
    public static final String JUTSU_295_BODY = "Оригинальное название:\n" +
            "Hana Ninpō: Kyōka Sai\n" +
            "Технику использует Кикуджо.\n\nПользователь накладывает на противника иллюзию, при которой всё вокруг окружается большим количеством парящих лепестков, а окрестность темнеет.";
    public static final String JUTSU_296_TITLE = "Цветочная буря";
    public static final String JUTSU_296_BODY = "Оригинальное название:\n" +
            "Hana Shuriken: Hikarakuyō\n" +
            "Технику использует Юриноджо, а также Кикуджо.\n\nСоздает красивую бурю из цветов, которая устремляется во врага и атакует его, поражая не только силой, но и грацией. Требуется тройное сложение печати овцы и усиленный контроль над направлением чакры.";
    public static final String JUTSU_297_TITLE = "Водяной пузырь";
    public static final String JUTSU_297_BODY = "Оригинальное название:\n" +
            "Suiton: Suiten Hōfutsu\n" +
            "Технику использует Руйга.\n\nЗаключает врага в парящую оболочку из воды, что не позволяет ему передвигаться. Очень хороший способ выиграть какое-то время или вовсе демобилизовать своего противника.";
    public static final String JUTSU_298_TITLE = "Огненный шквал";
    public static final String JUTSU_298_BODY = "Оригинальное название:\n" +
            "Hana Ninpō: Hyakkoryōran\n" +
            "Технику использует Юриноджо, а также Кикуджо.\n\nНаправляет в противника идущие с нескольких сторон линии огня, которые после столкновения соединяются в одну горящую технику. Не очень мощное дзюцу, но эффективное.";
    public static final String JUTSU_299_TITLE = "Призыв пираний";
    public static final String JUTSU_299_BODY = "Оригинальное название:\n" +
            "Kuchiyose no Jutsu\n" +
            "Технику использует Руйга.\n\nКогда вы владеете водными техниками, то отличным дополнением к ним будет призыв какой-либо водной твари. А если их много и эти рыбы еще и людоеды, то это просто идеальное сочетание.";
    public static final String JUTSU_300_TITLE = "Масса водных пузырей";
    public static final String JUTSU_300_BODY = "Оригинальное название:\n" +
            "Suiton: Suiten Hōfutsu\n" +
            "Технику использует Руйга.\n\nВокруг начинают образовываться пузырики воды размером с большой кулак, который служат как для атаки, так и для защиты (например от техник огня).";
    public static final String JUTSU_301_TITLE = "Водяной мясной танк";
    public static final String JUTSU_301_BODY = "Оригинальное название:\n" +
            "Mizudan Suisha\n" +
            "Технику использует Чоджи Акимичи.\n\nНаполнив водой живот, вы увеличиваете массу своего тела, тем самым увеличивая силу техники \"Мясного танка\". Также эта техника - хорошее средство против стихии воды.";
    public static final String JUTSU_302_TITLE = "Искусство магнетизма";
    public static final String JUTSU_302_BODY = "Оригинальное название:\n" +
            "Jishaku Ninpō\n" +
            "Технику использует Джига.\n\nЭта техника позволяет пользователю превратить всё, к чему он прикасается, в магнит, которым затем он может манипулировать.";
    public static final String JUTSU_303_TITLE = "Бесконечный метеоритный дождь";
    public static final String JUTSU_303_BODY = "Оригинальное название:\n" +
            "Jishaku Ninpō: Mugen Inseki\n" +
            "Технику использует Джига.\n\nПосле прикосновения к некоторым предметам, пользователь фокусирует силу магнита, притягивая то, что ему нужно. В данном случае он притягивал осколки скалы в противника.";
    public static final String JUTSU_304_TITLE = "Электромагнитный мираж";
    public static final String JUTSU_304_BODY = "Оригинальное название:\n" +
            "Jishaku Ninpō: Denji Genmu\n" +
            "Технику использует Джига.\n\nПри помощи воздействия мельчайших электромагнитных частиц Джига способен изменять соотношение полярностей мозга противника, что приводит к его дезориентации и непонимают происходящего.";
    public static final String JUTSU_305_TITLE = "Ледяные диски";
    public static final String JUTSU_305_BODY = "Технику использует Ренга.\n\nСлияние чакры воды и ветра позволяет Регне создавать практически невидимые тонкие для глаза человека диски, которыми он может свободно управлять - атаковать или же передвигаться на них.";

    public static final String JUTSU_306_TITLE = "Гусеница зеркал";
    public static final String JUTSU_306_BODY = "Технику использует Ренга.\n\nОбразует из льда несколько зеркал, которые складываются в форму червяка (гусеницы) и передвигаются. Пользователь техники может наблюдать за тем, что видно через эти зеркала. Наблюдение через печать овцы.";

    public static final String JUTSU_307_TITLE = "Перехват";
    public static final String JUTSU_307_BODY = "Оригинальное название:\n" +
            "Kōsa Hō\n" +
            "Технику использует Геншо Рюдоин.\n\nПользователь бьёт локтем в ту часть тела противника, которой он пытается нанести удар, при этом пользователь ломает ему кости.";
    public static final String JUTSU_308_TITLE = "Острые наконечники";
    public static final String JUTSU_308_BODY = "Технику использует Геншо Рюдоин.\n\nПреобразует столбы в короткие деревянные конструкции с железными острыми наконечниками, которые устремляются в противника.";

    public static final String JUTSU_309_TITLE = "Возведение-призыв столбов";
    public static final String JUTSU_309_BODY = "Технику использует Геншо Рюдоин.\n\nДанная техника призывает бесчисленное множество заготовленных заранее тренировочных столбов, каждый из которых контролируется чакрой, но имеет и автономный разум.";

    public static final String JUTSU_310_TITLE = "Улучшение техники столбов";
    public static final String JUTSU_310_BODY = "Оригинальное название:\n" +
            "Mokujin Sōjutsu\n" +
            "Технику использует Джако Рюдоин, а также Геншо Рюдоин, Агира Рюдоин, Рокаку Рюдоин и Ио.\n\nУлучшаются боевые навыки призванных тренировочных столбов, но сразу становится невозможно управлять всеми ними. Происходит перенаправление чакры.";
    public static final String JUTSU_311_TITLE = "Божественная зависимость обличия";
    public static final String JUTSU_311_BODY = "Оригинальное название:\n" +
            "Mokujin Hyōi Tenshin Sōjutsu\n" +
            "Технику использует Геншо Рюдоин.\n\nГеншо заставил этим ниндзюцу думать Ли, что его учитель Гай - это вражеский столб. Гаю казалось то же самое.";
    public static final String JUTSU_312_TITLE = "Обратный гипноз";
    public static final String JUTSU_312_BODY = "Оригинальное название:\n" +
            "Jigyaku no Jutsu\n" +
            "Технику использует Неизвестный.\n\nПогрузив кого-то в сон, техника позволяет вытащить из подсознания шиноби нужную информацию. Применять можно только с морального согласия шиноби, на котором применяется техника.";
    public static final String JUTSU_313_TITLE = "Удаление взрывных печатей";
    public static final String JUTSU_313_BODY = "Технику использует Кохару Утатане.\n\nПользователь обнаруживает скрытую взрывную печать, после чего обезвреживает её.";

    public static final String JUTSU_314_TITLE = "Столб воды";
    public static final String JUTSU_314_BODY = "Оригинальное название:\n" +
            "Suiton: Suigun Suima no Jutsu\n" +
            "Технику использует Неизвестный.\n\nПутём одновременного использования Стихии Воды несколькими пользователями создаётся очень сильный поток воды, который может потушить пожар.";
    public static final String JUTSU_315_TITLE = "Камуфляж волос";
    public static final String JUTSU_315_BODY = "Технику использует Юхи Куренай.\n\nИспользуя эту технику, пользователь удлиняет свои волосы, чтобы слиться с местностью.";

    public static final String JUTSU_316_TITLE = "Цветочный побег";
    public static final String JUTSU_316_BODY = "Технику использует Юхи Куренай.\n\nПользователь создаёт иллюзию того, что он был захвачен врагом, однако сам нападает на соперника, когда тот уже в его иллюзии, после чего распадается на множество лепестков.";

    public static final String JUTSU_317_TITLE = "Связывающая иллюзия";
    public static final String JUTSU_317_BODY = "Технику использует Ункай Курама, а также Юхи Куренай.\n\nПользователь создаёт мираж из лоз, связывающих противника. Позже на лозах вырастает плод, из которого может появиться пользователь.";

    public static final String JUTSU_318_TITLE = "Взрыв земли";
    public static final String JUTSU_318_BODY = "Оригинальное название:\n" +
            "Chishi Kurenai\n" +
            "Технику использует Токи.\n\nТехника, для которой нужен специальный инструмент (механическое сверло). С помощью этого оружия можно поменять местность.";
    public static final String JUTSU_319_TITLE = "Металлическая леска";
    public static final String JUTSU_319_BODY = "Оригинальное название:\n" +
            "Ayametori\n" +
            "Технику использует Монджу.\n\nПри помощи чакры и металлической нити эта техника создает сверхпрочную металлическую суть, которую почти невозможно порвать.";
    public static final String JUTSU_320_TITLE = "Металлическая сфера";
    public static final String JUTSU_320_BODY = "Оригинальное название:\n" +
            "Kago no Me\n" +
            "Технику использует Монджу.\n\nСоздает из металлической сети непроницаемый для физических атак полупрозрачный барьер.";
    public static final String JUTSU_321_TITLE = "Дождь кровавых игл";
    public static final String JUTSU_321_BODY = "Оригинальное название:\n" +
            "Samedare Kekka\n" +
            "Технику использует Шура.\n\nТехника очень похожая на \"Дождь сенбонов\". Однако, при этой технике пользователь может придавать зонту вращение, тем самым ускоряя поток игл и соответственно увеличивая их силу.";
    public static final String JUTSU_322_TITLE = "Огнемёт";
    public static final String JUTSU_322_BODY = "Технику использует Шура, а также Канкуро и Сасори.\n\nПользователь, используя оружие, стреляет из него огнём, благодаря которому можно легко сжечь деревянные постройки или расплавить металл.";

    public static final String JUTSU_323_TITLE = "Звуки окарины";
    public static final String JUTSU_323_BODY = "Технику использует Менма Шиин.\n\nИграя на своей окарине, Менма может повысить поток и количество чакры у того, кто её слышит.";

    public static final String JUTSU_324_TITLE = "Подавление звука";
    public static final String JUTSU_324_BODY = "Оригинальное название:\n" +
            "Sōsai no Ne\n" +
            "Технику использует Менма Шиин.\n\nПользователь, играя на окарине, смещает другие звуковые волны, подавляя тем самым прочие звуковые иллюзии.";
    public static final String JUTSU_325_TITLE = "Вращающийся свирепый ветер";
    public static final String JUTSU_325_BODY = "Оригинальное название:\n" +
            "Senmōfū\n" +
            "Технику использует Куджаку, а также Сеймей.\n\nПользователь используя \"короткие мечи\" (одно из легендарных оружий поселения Такуми) создаёт гигантский, уничтожающий всё на своем пути ветер.";
    public static final String JUTSU_326_TITLE = "Ножи ветра";
    public static final String JUTSU_326_BODY = "Оригинальное название:\n" +
            "Kazekiri no Jutsu\n" +
            "Технику использует Куджаку.\n\nТехника, требующая специальных мечей из поселения Такуми. Создаётся несколько волн из ветра, блокирующих атаки стихии ветра и перенаправляя их обратно.";
    public static final String JUTSU_327_TITLE = "Каторга дракона";
    public static final String JUTSU_327_BODY = "Оригинальное название:\n" +
            "Fūton: Tatsu no Ōshigoto\n" +
            "Технику использует Темари.\n\nПользователь взмахивает веером в небо и вызывает торнадо, движущееся на противника, разрушая все на своем пути.";
    public static final String JUTSU_328_TITLE = "Отражение ветра";
    public static final String JUTSU_328_BODY = "Оригинальное название:\n" +
            "Kaze Gaeshi\n" +
            "Технику использует Куджаку.\n\nПользователь техники, используя свои мечи, перенаправляет технику ветра в противника.";
    public static final String JUTSU_329_TITLE = "Трехглавый дракон";
    public static final String JUTSU_329_BODY = "Технику использует Рюган, а также Сеймей и Хоуки (Такуми).\n\nПользователь вызывает трёх змееподобных драконов, лишь проведя рукой по своему клинку.";

    public static final String JUTSU_330_TITLE = "Глаз дракона: клыкастый меч";
    public static final String JUTSU_330_BODY = "Оригинальное название:\n" +
            "Gariantō\n" +
            "Технику использует Рюган, а также Сеймей и Хоуки (Такуми).\n\nПользователь удлиняет своё оружие, тем самым поражая цель, находящуюся на расстоянии.";
    public static final String JUTSU_331_TITLE = "Удар булавы";
    public static final String JUTSU_331_BODY = "Технику использует Суйко.\n\nПользователь раскручивает свою булаву и запускает прямо в голову сопернику.";

    public static final String JUTSU_332_TITLE = "Воздушный порыв";
    public static final String JUTSU_332_BODY = "Оригинальное название:\n" +
            "Fujaku Hishō Shōken\n" +
            "Технику использует Куджаку, а также Сеймей и Хоуки (Такуми).\n\nС помощью двух клинков ветра, пользователь способен парить над землей.";
    public static final String JUTSU_333_TITLE = "Барьер водного дракона";
    public static final String JUTSU_333_BODY = "Оригинальное название:\n" +
            "Ningu Kekkai: Gyakuurōku no Jin\n" +
            "Технику использует Хоуки (Такуми), а также Куджаку и Рюган.\n\nТрое ниндзя пускают потоки чакры по своим мечам и втыкают их в землю, после чего образуется водяной дракон, который делает песок влажным и не даёт его владельцу им пользоваться.";
    public static final String JUTSU_334_TITLE = "Песчаная колонна";
    public static final String JUTSU_334_BODY = "Технику использует Гаара.\n\nПользователь создаёт столб из песка, поднимаясь на нём ввысь.";

    public static final String JUTSU_335_TITLE = "Путь роковых страданий";
    public static final String JUTSU_335_BODY = "Оригинальное название:\n" +
            "Gōkūhō\n" +
            "Технику использует Сеймей.\n\nПользователь выпускает сильные и почти невидимые воздушные вихри в противника.";
    public static final String JUTSU_336_TITLE = "Вихрь павлина";
    public static final String JUTSU_336_BODY = "Оригинальное название:\n" +
            "Kujaku Senpū\n" +
            "Технику использует Хоки.\n\nПользователь, взмахивая одним из лезвий, находящихся у него за спиной, вызывает сильные порывы ветра и направляет их в противника.";
    public static final String JUTSU_337_TITLE = "Огненный поток меча";
    public static final String JUTSU_337_BODY = "Технику использует Сеймей, а также Хоки.\n\nПользователь способен мечом рассеивать огонь в разные стороны.";

    public static final String JUTSU_338_TITLE = "Поглощение чакры щитом льва";
    public static final String JUTSU_338_BODY = "Оригинальное название:\n" +
            "Mugen Kōgai\n" +
            "Технику использует Сеймей, а также Хоки и Суйко.\n\nС помощью головы льва Деревни Скрытого Оружия, находящей на животе пользователя, можно поглотить чакру оппонента и присвоить себе.";
    public static final String JUTSU_339_TITLE = "Железная клетка";
    public static final String JUTSU_339_BODY = "Технику использует Хоки.\n\nПользователь ставит выдвижную железную тюрьму, которая падает вокруг противника, не давая ему возможности выйти из нее.";

    public static final String JUTSU_340_TITLE = "Призыв оружия";
    public static final String JUTSU_340_BODY = "Технику использует Хоки.\n\nПользователь призывает всю амуницию своих товарищей.";

    public static final String JUTSU_341_TITLE = "Ритуал воскрешения";
    public static final String JUTSU_341_BODY = "Технику использует Хоки.\n\nС помощью чакры Джинчурики и жертвоприношения собственного тела, можно вернуть в нечистый мир усопшего, причем мертвец заново \"перерождается\".";

    public static final String JUTSU_342_TITLE = "Вихрь павлина: круговорот";
    public static final String JUTSU_342_BODY = "Оригинальное название:\n" +
            "Kujaku Senpūjin\n" +
            "Технику использует Сеймей.\n\nПользователь с помощью круговорота ветра может выбраться из вражеской западни.";
    public static final String JUTSU_343_TITLE = "Копьё Шукаку";
    public static final String JUTSU_343_BODY = "Оригинальное название:\n" +
            "Saikō Zettai Kōgeki: Shukaku no Hoko\n" +
            "Технику использует Гаара.\n\nПользователь преобразует копьё Шукаку из песка и может запустить его в противника.";
    public static final String JUTSU_344_TITLE = "Песчаная лавина";
    public static final String JUTSU_344_BODY = "Технику использует Гаара.\n\nПри использовании этой техники, пользователь крошит скалы, превращая их песок, который в дальнейшем может использовать.";

























































































































































































































































































































































































































































































































































































}
